{
    "abstract": "The N and C termini of peptides presented by major histocompatibility complex (MHC) class I molecules are held within the peptide binding groove by a network of hydrogen bonds to conserved MHC residues. However, the published structure of the human allele HLA-B*3501 complexed with the nef octa-peptide VPLRPMTY, revealed non-standard positioning for both peptide termini. To investigate whether these deviations are indeed related to the length of the nef-peptide, we have determined the structure of HLA-B*3501 presenting a nona-peptide to 2.5 A resolution. A comparison of HLA-B*3501/peptide complexes with structures of other HLA molecules exhibits allele-specific properties of HLA-B*3501, as well as peptide-induced structural changes. Independent of the length of the bound peptide, HLA-B*3501 positions the peptide C terminus significantly closer to the alpha1-helix and nearer to the A pocket than observed for other HLA class I/peptide complexes. This reorientation is accompanied by a shift within the N-terminal part of the alpha2-helix towards the middle of the binding groove. Due to the short distance between the N and C termini, the nona-peptide is compressed and forced to zig-zag vertically within the binding groove. Its conformation rather resembles that of a deca-peptide than of other nona-peptides bound to class I molecules. Superposition of both HLA-B*3501/peptide complexes additionally reveals a significant, peptide-dependent deviation between the N-terminal parts of the alpha1-helices which might be due to different positioning of the peptide N termini. Taken together, these data illustrate the strong interdependence between the HLA class I molecule and the bound peptide.",
    "bibjson": {
        "author": [
            {
                "initials": "R",
                "lastname": "Menssen",
                "name": "Menssen R"
            },
            {
                "initials": "P",
                "lastname": "Orth",
                "name": "Orth P"
            },
            {
                "initials": "A",
                "lastname": "Ziegler",
                "name": "Ziegler A"
            },
            {
                "initials": "W",
                "lastname": "Saenger",
                "name": "Saenger W"
            }
        ],
        "identifier": [
            {
                "id": "10.1006/jmbi.1998.2363",
                "type": "doi"
            },
            {
                "id": "9878435",
                "type": "pubmed"
            }
        ],
        "issue": [
            "2"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "645-53"
        ],
        "title": "Decamer-like conformation of a nona-peptide bound to HLA-B*3501 due to non-standard positioning of the C terminus.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283698923634",
        "volume": [
            "285"
        ],
        "year": [
            1999
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}