{
    "abstract": "In the cellular immune response, recognition by CTL-TCRs of viral antigens presented as peptides by HLA class I molecules, triggers destruction of the virally infected cell (Townsend, A.R.M., J. Rothbard, F.M. Gotch, G. Bahadur, D. Wraith, and A.J. McMichael. 1986. Cell. 44:959-968). Altered peptide ligands (APLs) which antagonise CTL recognition of infected cells have been reported (Jameson, S.C., F.R. Carbone, and M.J. Bevan. 1993. J. Exp. Med. 177:1541-1550). In one example, lysis of antigen presenting cells by CTLs in response to recognition of an HLA B8-restricted HIV-1 P17 (aa 24-31) epitope can be inhibited by naturally occurring variants of this peptide, which act as TCR antagonists (Klenerman, P., S. Rowland Jones, S. McAdam, J. Edwards, S. Daenke, D. Lalloo, B. Koppe, W. Rosenberg, D. Boyd, A. Edwards, P. Giangrande, R.E. Phillips, and A. McMichael. 1994. Nature (Lond.). 369:403-407). We have characterised two CTL clones and a CTL line whose interactions with these variants of P17 (aa 24-31) exhibit a variety of responses. We have examined the high resolution crystal structures of four of these APLs in complex with HLA B8 to determine alterations in the shape, chemistry, and local flexibility of the TCR binding surface. The variant peptides cause changes in the recognition surface by three mechanisms: changes contributed directly by the peptide, effects transmitted to the exposed peptide surface, and induced effects on the exposed framework of the peptide binding groove. While the first two mechanisms frequently lead to antagonism, the third has more profound effects on TCR recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "SW",
                "lastname": "Reid",
                "name": "Reid SW"
            },
            {
                "initials": "S",
                "lastname": "McAdam",
                "name": "McAdam S"
            },
            {
                "initials": "KJ",
                "lastname": "Smith",
                "name": "Smith KJ"
            },
            {
                "initials": "P",
                "lastname": "Klenerman",
                "name": "Klenerman P"
            },
            {
                "initials": "CA",
                "lastname": "O'Callaghan",
                "name": "O'Callaghan CA"
            },
            {
                "initials": "K",
                "lastname": "Harlos",
                "name": "Harlos K"
            },
            {
                "initials": "BK",
                "lastname": "Jakobsen",
                "name": "Jakobsen BK"
            },
            {
                "initials": "AJ",
                "lastname": "McMichael",
                "name": "McMichael AJ"
            },
            {
                "initials": "JI",
                "lastname": "Bell",
                "name": "Bell JI"
            },
            {
                "initials": "DI",
                "lastname": "Stuart",
                "name": "Stuart DI"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            }
        ],
        "identifier": [
            {
                "id": "10.1084/jem.184.6.2279",
                "type": "doi"
            },
            {
                "id": "8976183",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "J. Exp. Med.",
            "name": ""
        },
        "pages": [
            "2279-86"
        ],
        "title": "Antagonist HIV-1 Gag peptides induce structural changes in HLA B8.",
        "type": "article",
        "url": "https://rupress.org/jem/article/184/6/2279/7041/Antagonist-HIV1-Gag-Peptides-Induce-Structural",
        "volume": [
            "184"
        ],
        "year": [
            1996
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}