{
    "abstract": "The crystal structure of the human class I MHC molecule HLA-A2 complexed with of an octameric peptide, Tax8 (LFGYPVYV), from human T cell lymphotrophic virus-1 (HTLV-1) has been determined. This structure is compared with a newly refined, higher resolution (1.8 A) structure of HLA-A2 complexed with the nonameric Tax9 peptide (LLFGYPVYV) with one more N-terminal residue. Despite the absence of a peptide residue (P1) bound in the conserved N-terminal peptide-binding pocket of the Tax8/HLA-A2 complex, the structures of the two complexes are essentially identical. Water molecules in the Tax8 complex replace the terminal amino group of the Tax9 peptide and mediate a network of hydrogen bonds among the secondary structural elements at that end of the peptide-binding groove. Thermal denaturation measurements indicate that the Tax8 complex is much less stable, DeltaTm = 16 degrees C, than the Tax9 complex, but both can sensitize target cells for lysis by some Tax-specific CTL from HTLV-1 infected individuals. The absence of a P1 peptide residue is thus not enough to prevent formation of a \"closed conformation\" of the peptide-binding site. TCR affinity measurements and cytotoxic T cell assays indicate that the Tax8/HLA-A2 complex does not functionally cross-react with the A6-TCR-bearing T cell clone specific for Tax9/HLA-A2 complexes.",
    "bibjson": {
        "author": [
            {
                "initials": "AR",
                "lastname": "Khan",
                "name": "Khan AR"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            },
            {
                "initials": "P",
                "lastname": "Ghosh",
                "name": "Ghosh P"
            },
            {
                "initials": "WE",
                "lastname": "Biddison",
                "name": "Biddison WE"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.164.12.6398",
                "type": "doi"
            },
            {
                "id": "10843695",
                "type": "pubmed"
            }
        ],
        "issue": [
            "12"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "6398-405"
        ],
        "title": "The structure and stability of an HLA-A*0201/octameric tax peptide complex with an empty conserved peptide-N-terminal binding site.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.164.12.6398",
        "volume": [
            "164"
        ],
        "year": [
            2000
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}