{
    "abstract": "The crystal structures of the human MHC class I allele HLA-B*5101 in complex with 8-mer, TAFTIPSI, and 9-mer, LPPVVAKEI, immunodominant peptide epitopes from HIV-1 have been determined by x-ray crystallography. In both complexes, the hydrogen-bonding network in the N-terminal anchor (P1) pocket is rearranged as a result of the replacement of the standard tyrosine with histidine at position 171. This results in a nonstandard positioning of the peptide N terminus, which is recognized by B*5101-restricted T cell clones. Unexpectedly, the P5 peptide residues appear to act as anchors, drawing the peptides unusually deeply into the peptide-binding groove of B51. The unique characteristics of P1 and P5 are likely to be responsible for the zig-zag conformation of the 9-mer peptide and the slow assembly of B*5101. A comparison of the surface characteristics in the alpha1-helix C-terminal region for B51 and other MHC class I alleles highlights mainly electrostatic differences that may be important in determining the specificity of human killer cell Ig-like receptor binding.",
    "bibjson": {
        "author": [
            {
                "initials": "K",
                "lastname": "Maenaka",
                "name": "Maenaka K"
            },
            {
                "initials": "T",
                "lastname": "Maenaka",
                "name": "Maenaka T"
            },
            {
                "initials": "H",
                "lastname": "Tomiyama",
                "name": "Tomiyama H"
            },
            {
                "initials": "M",
                "lastname": "Takiguchi",
                "name": "Takiguchi M"
            },
            {
                "initials": "DI",
                "lastname": "Stuart",
                "name": "Stuart DI"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.165.6.3260",
                "type": "doi"
            },
            {
                "id": "10975842",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "3260-7"
        ],
        "title": "Nonstandard peptide binding revealed by crystal structures of HLA-B*5101 complexed with HIV immunodominant epitopes.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.165.6.3260",
        "volume": [
            "165"
        ],
        "year": [
            2000
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}