{
    "abstract": "An immunogenic peptide (GP2) derived from HER-2/neu binds to HLA-A2.1 very poorly. Some altered-peptide ligands (APL) of GP2 have increased binding affinity and generate improved cytotoxic T lymphocyte recognition of GP2-presenting tumor cells, but most do not. Increases in binding affinity of single-substitution APL are not additive in double-substitution APL. A common first assumption about peptide binding to class I major histocompatibility complex is that each residue binds independently. In addition, immunologists interested in immunotherapy frequently assume that anchor substitutions do not affect T cell receptor contact residues. However, the crystal structures of two GP2 APL show that the central residues change position depending on the identity of the anchor residue(s). Thus, it is clear that subtle changes in the identity of anchor residues may have significant effects on the positions of the T cell receptor contact residues.",
    "bibjson": {
        "author": [
            {
                "initials": "AK",
                "lastname": "Sharma",
                "name": "Sharma AK"
            },
            {
                "initials": "JJ",
                "lastname": "Kuhns",
                "name": "Kuhns JJ"
            },
            {
                "initials": "S",
                "lastname": "Yan",
                "name": "Yan S"
            },
            {
                "initials": "RH",
                "lastname": "Friedline",
                "name": "Friedline RH"
            },
            {
                "initials": "B",
                "lastname": "Long",
                "name": "Long B"
            },
            {
                "initials": "R",
                "lastname": "Tisch",
                "name": "Tisch R"
            },
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M010791200",
                "type": "doi"
            },
            {
                "id": "11287414",
                "type": "pubmed"
            }
        ],
        "issue": [
            "24"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "21443-9"
        ],
        "title": "Class I major histocompatibility complex anchor substitutions alter the conformation of T cell receptor contacts.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820787144",
        "volume": [
            "276"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}