{
    "abstract": "Target cell lysis is regulated by natural killer (NK) cell receptors that recognize class I MHC molecules. Here we report the crystal structure of the human immunoglobulin-like NK cell receptor KIR2DL2 in complex with its class I ligand HLA-Cw3 and peptide. KIR binds in a nearly orthogonal orientation across the alpha1 and alpha2 helices of Cw3 and directly contacts positions 7 and 8 of the peptide. No significant conformational changes in KIR occur on complex formation. The receptor footprint on HLA overlaps with but is distinct from that of the T-cell receptor. Charge complementarity dominates the KIR/HLA interface and mutations that disrupt interface salt bridges substantially diminish binding. Most contacts in the complex are between KIR and conserved HLA-C residues, but a hydrogen bond between Lys 44 of KIR2DL2 and Asn 80 of Cw3 confers the allotype specificity. KIR contact requires position 8 of the peptide to be a residue smaller than valine. A second KIR/HLA interface produced an ordered receptor-ligand aggregation in the crystal which may resemble receptor clustering during immune synapse formation.",
    "bibjson": {
        "author": [
            {
                "initials": "JC",
                "lastname": "Boyington",
                "name": "Boyington JC"
            },
            {
                "initials": "SA",
                "lastname": "Motyka",
                "name": "Motyka SA"
            },
            {
                "initials": "P",
                "lastname": "Schuck",
                "name": "Schuck P"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "PD",
                "lastname": "Sun",
                "name": "Sun PD"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/35014520",
                "type": "doi"
            },
            {
                "id": "10850706",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6786"
        ],
        "journal": {
            "iso_abbreviation": "Nature",
            "name": ""
        },
        "pages": [
            "537-43"
        ],
        "title": "Crystal structure of an NK cell immunoglobulin-like receptor in complex with its class I MHC ligand.",
        "type": "article",
        "url": "http://www.nature.com/articles/35014520",
        "volume": [
            "405"
        ],
        "year": [
            2000
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}