{
    "abstract": "TCR recognition of class I MHC is dependent on the composition of the antigenic peptide and the MHC. Single amino acid substitutions in either the MHC or the peptide may dramatically alter recognition. While the major interactions between TCR and the peptide/MHC complex appear to be focused on the complementarity-determining region (CDR)3, it is also clear from the cocrystal structure of class I MHC and TCR that the amino and carboxyl ends of the peptide may play a role through interactions with the CDR1. In this work we show that gp33 variants substituted at the peptidic termini at the putative CDR1 contact regions show improved recognition in B6 mice. The rank order of recognition is different using the P14 transgenic T cells, suggesting that one reason for improved recognition is a change in the TCR repertoire that recognizes the peptide. However, the affinity of the TCR by some of the peptide/MHC complex with increased recognition is improved, as shown by increased tetramer binding to P14 T cells. These substitutions at the termini of the peptide-binding cleft cause localized conformational changes as seen by changes in mAb binding and crystallographic structures. The different peptide structures also show different conformations in the center of the peptide, but these are shown to be energetically similar and thus most likely have no significance with respect to TCR recognition. Therefore, small conformational changes, localized to the CDR1 contact regions, may play a significant role in TCR recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "B",
                "lastname": "Wang",
                "name": "Wang B"
            },
            {
                "initials": "A",
                "lastname": "Sharma",
                "name": "Sharma A"
            },
            {
                "initials": "R",
                "lastname": "Maile",
                "name": "Maile R"
            },
            {
                "initials": "M",
                "lastname": "Saad",
                "name": "Saad M"
            },
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            },
            {
                "initials": "JA",
                "lastname": "Frelinger",
                "name": "Frelinger JA"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.169.6.3137",
                "type": "doi"
            },
            {
                "id": "12218131",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "3137-45"
        ],
        "title": "Peptidic termini play a significant role in TCR recognition.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.169.6.3137",
        "volume": [
            "169"
        ],
        "year": [
            2002
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}