{
    "abstract": "Viral escape, first characterized for the lymphocytic choriomeningitis virus (LCMV) in a mouse transgenic for the P14 T cell-receptor (TCR), can be due to mutations in T-cell epitopes. We have measured the affinity between the H-2D(b) containing the wild-type and two of its \"viral escape\" epitopes, as well as other altered peptide ligands (APL), by using BIACORE analysis, and solved the crystal structure of H-2D(b) in complex with the wild-type peptide at 2.75 A resolution. We show that viral escape is due to a 50 to 100-fold reduction in the level of affinity between the P14 TCR and the binary complexes of the MHC molecule with the different peptides. Structurally, one of the mutations alters a TCR contact residue, while the effect of the other on the binding of the TCR must be indirect through structural rearrangements. The former is a null ligand, while the latter still leads to some central tolerance. This work defines the structural and energetic threshold for viral escape.",
    "bibjson": {
        "author": [
            {
                "initials": "AC",
                "lastname": "Tissot",
                "name": "Tissot AC"
            },
            {
                "initials": "C",
                "lastname": "Ciatto",
                "name": "Ciatto C"
            },
            {
                "initials": "PR",
                "lastname": "Mittl",
                "name": "Mittl PR"
            },
            {
                "initials": "MG",
                "lastname": "Grütter",
                "name": "Grütter MG"
            },
            {
                "initials": "A",
                "lastname": "Plückthun",
                "name": "Plückthun A"
            }
        ],
        "identifier": [
            {
                "id": "10.1006/jmbi.2000.4501",
                "type": "doi"
            },
            {
                "id": "10993729",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "873-85"
        ],
        "title": "Viral escape at the molecular level explained by quantitative T-cell receptor/peptide/MHC interactions and the crystal structure of a peptide/MHC complex.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283600945017",
        "volume": [
            "302"
        ],
        "year": [
            2000
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}