{
    "abstract": "Peptides bind with high affinity to MHC class I molecules by anchoring certain side-chains (anchors) into specificity pockets in the MHC peptide-binding groove. Peptides that do not contain these canonical anchor residues normally have low affinity, resulting in impaired pMHC stability and loss of immunogenicity. Here, we report the crystal structure at 1.6 A resolution of an immunogenic, low-affinity peptide from the tumor-associated antigen MUC1, bound to H-2Kb. Stable binding is still achieved despite small, non-canonical residues in the C and F anchor pockets. This structure reveals how low-affinity peptides can be utilized in the design of novel peptide-based tumor vaccines. The molecular interactions elucidated in this non-canonical low-affinity peptide MHC complex should help uncover additional immunogenic peptides from primary protein sequences and aid in the design of alternative approaches for T-cell vaccines.",
    "bibjson": {
        "author": [
            {
                "initials": "V",
                "lastname": "Apostolopoulos",
                "name": "Apostolopoulos V"
            },
            {
                "initials": "M",
                "lastname": "Yu",
                "name": "Yu M"
            },
            {
                "initials": "AL",
                "lastname": "Corper",
                "name": "Corper AL"
            },
            {
                "initials": "L",
                "lastname": "Teyton",
                "name": "Teyton L"
            },
            {
                "initials": "GA",
                "lastname": "Pietersz",
                "name": "Pietersz GA"
            },
            {
                "initials": "IF",
                "lastname": "McKenzie",
                "name": "McKenzie IF"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            },
            {
                "initials": "M",
                "lastname": "Plebanski",
                "name": "Plebanski M"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/s0022-2836(02)00196-1",
                "type": "doi"
            },
            {
                "id": "12083518",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "1293-305"
        ],
        "title": "Crystal structure of a non-canonical low-affinity peptide complexed with MHC class I: a new approach for vaccine design.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283602001961",
        "volume": [
            "318"
        ],
        "year": [
            2002
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}