{
    "abstract": "The human genome encodes five nonpolymorphic major histocompatibility complex class I-like glycoproteins, CD1a to CD1e, that present lipid antigens for specific recognition by T lymphocytes. Using single alkyl chain detergents, we developed a protocol to generate recombinant human CD1b-lipid complexes. We present here the crystal structures of CD1b in complex with either phosphatidylinositol or ganglioside GM2 at 2.3 A and 2.8 A resolutions, respectively. The antigen-binding groove houses four interlinked hydrophobic channels that are occupied by the alkyl chains of the glycolipid plus two detergent molecules. A distinct exit beneath the alpha 2 helix further contributes to the plasticity of the binding groove. These structures reveal the mechanism by which two alkyl chain lipids bind to CD1b, and how CD1b can adapt to ligands of different alkyl chain length. They also suggest how very long alkyl chains, such as those of mycolic acid, could be fully contained within the binding groove. These results extend the spectrum of potential CD1b ligands by revealing that, in addition to two alkyl chain lipids, mono-alkyl and triple-alkyl chain lipids can be accommodated in the binding groove.",
    "bibjson": {
        "author": [
            {
                "initials": "SD",
                "lastname": "Gadola",
                "name": "Gadola SD"
            },
            {
                "initials": "NR",
                "lastname": "Zaccai",
                "name": "Zaccai NR"
            },
            {
                "initials": "K",
                "lastname": "Harlos",
                "name": "Harlos K"
            },
            {
                "initials": "D",
                "lastname": "Shepherd",
                "name": "Shepherd D"
            },
            {
                "initials": "JC",
                "lastname": "Castro-Palomino",
                "name": "Castro-Palomino JC"
            },
            {
                "initials": "G",
                "lastname": "Ritter",
                "name": "Ritter G"
            },
            {
                "initials": "RR",
                "lastname": "Schmidt",
                "name": "Schmidt RR"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            },
            {
                "initials": "V",
                "lastname": "Cerundolo",
                "name": "Cerundolo V"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/ni821",
                "type": "doi"
            },
            {
                "id": "12118248",
                "type": "pubmed"
            }
        ],
        "issue": [
            "8"
        ],
        "journal": {
            "iso_abbreviation": "Nat. Immunol.",
            "name": ""
        },
        "pages": [
            "721-6"
        ],
        "title": "Structure of human CD1b with bound ligands at 2.3 A, a maze for alkyl chains.",
        "type": "article",
        "url": "http://www.nature.com/articles/ni821",
        "volume": [
            "3"
        ],
        "year": [
            2002
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}