{
    "abstract": "Complexes of five peptides (from HIV-1, influenza A virus, HTLV-1, and hepatitis B virus proteins) bound to the human class I MHC molecule HLA-A2 have been studied by X-ray crystallography. While the peptide termini and their second and C-terminal anchor side chains are bound similarly in all five cases, the main chain and side chain conformations of each peptide are strikingly different in the center of the binding site, and these differences are accessible to direct TCR recognition. Each of the central peptide residues is seen to point up for some bound peptides, but down or sideways for others. Thus, although fixed at its ends, the structure of an MHC-bound peptide appears to be a highly complex function of its entire sequence, potentially sensitive to even small sequence differences. In contrast, MHC structural variation is relatively limited. These results offer a structural framework for understanding the role of nonanchor peptide side chains in both peptide-MHC binding affinity and TCR recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "DR",
                "lastname": "Madden",
                "name": "Madden DR"
            },
            {
                "initials": "DN",
                "lastname": "Garboczi",
                "name": "Garboczi DN"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/0092-8674(93)90490-h",
                "type": "doi"
            },
            {
                "id": "7694806",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "Cell",
            "name": ""
        },
        "pages": [
            "693-708"
        ],
        "title": "The antigenic identity of peptide-MHC complexes: a comparison of the conformations of five viral peptides presented by HLA-A2.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/009286749390490H",
        "volume": [
            "75"
        ],
        "year": [
            1993
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}