{
    "abstract": "Cell surface complexes of class I MHC molecules and bound peptide antigens serve as specific recognition elements controlling the cytotoxic immune response. The 2.1 A structure of the human class I MHC molecule HLA-B27 provides a detailed composite image of a co-crystallized collection of HLA-B27-bound peptides, indicating that they share a common main-chain structure and length. It also permits direct visualization of the conservation of arginine as an \"anchor\" side chain at the second peptide position, which is bound in a potentially HLA-B27-specific pocket and may therefore have a role in the association of HLA-B27 with several diseases. Tight peptide binding to class I MHC molecules appears to result from the extensive contacts found at the ends of the cleft between peptide main-chain atoms and conserved MHC side chains, which also involve the peptide in stabilizing the three-dimensional fold of HLA-B27. The concentration of binding interactions at the peptide termini permits extensive sequence (and probably some length) variability in the center of the peptide, where it is exposed for T cell recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "DR",
                "lastname": "Madden",
                "name": "Madden DR"
            },
            {
                "initials": "JC",
                "lastname": "Gorga",
                "name": "Gorga JC"
            },
            {
                "initials": "JL",
                "lastname": "Strominger",
                "name": "Strominger JL"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/0092-8674(92)90252-8",
                "type": "doi"
            },
            {
                "id": "1525820",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "Cell",
            "name": ""
        },
        "pages": [
            "1035-48"
        ],
        "title": "The three-dimensional structure of HLA-B27 at 2.1 A resolution suggests a general mechanism for tight peptide binding to MHC.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/0092867492902528",
        "volume": [
            "70"
        ],
        "year": [
            1992
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}