{
    "abstract": "We report here the determination and refinement to 1.9 A resolution by X-ray cryo-crystallography the structure of HLA-Aw68. The averaged image from the collection of bound, endogenous peptides clearly shows the atomic structure at the first three and last two amino acids in the peptides but no connected electron density in between. This suggests that bound peptides, held at both ends, take alternative pathways and could be of different lengths by bulging out in the middle. Peptides eluted from HLA-Aw68 include peptides of 9, 10 and 11 amino acids, a direct indication of the length heterogeneity of tightly bound peptides. Peptide sequencing shows relatively conserved 'anchor' residues at position 2 and the carboxy-terminal residue. Conserved binding sites for the peptide N and C termini at the ends of the class I major histocompatibility complex binding groove are apparently dominant in producing the long half-lives of peptide binding and the peptide-dependent stabilization of the class I molecule's structure.",
    "bibjson": {
        "author": [
            {
                "initials": "HC",
                "lastname": "Guo",
                "name": "Guo HC"
            },
            {
                "initials": "TS",
                "lastname": "Jardetzky",
                "name": "Jardetzky TS"
            },
            {
                "initials": "TP",
                "lastname": "Garrett",
                "name": "Garrett TP"
            },
            {
                "initials": "WS",
                "lastname": "Lane",
                "name": "Lane WS"
            },
            {
                "initials": "JL",
                "lastname": "Strominger",
                "name": "Strominger JL"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/360364a0",
                "type": "doi"
            },
            {
                "id": "1448153",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6402"
        ],
        "journal": {
            "iso_abbreviation": "Nature",
            "name": ""
        },
        "pages": [
            "364-6"
        ],
        "title": "Different length peptides bind to HLA-Aw68 similarly at their ends but bulge out in the middle.",
        "type": "article",
        "url": "http://www.nature.com/articles/360364a0",
        "volume": [
            "360"
        ],
        "year": [
            1992
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}