{
    "abstract": "Recognition of virally infected cells by CD8+ T cells requires differentiation between self and nonself peptide-class I major histocompatibility complexes (pMHC). Recognition of foreign pMHC by host T cells is a major factor in the rejection of transplanted organs from the same species (allotransplant) or different species (xenotransplant). AHIII12.2 is a murine T cell clone that recognizes the xenogeneic (human) class I MHC HLA-A2.1 molecule (A2) and the syngeneic murine class I MHC H-2 D(b) molecule (D(b)). Recognition of both A2 and D(b) are peptide-dependent, and the sequences of the peptides recognized have been determined. Alterations in the antigenic peptides bound to A2 cause large changes in AHIII12.2 T cell responsiveness. Crystal structures of three representative peptides (agonist, null, and antagonist) bound to A2 partially explain the changes in AHIII12.2 responsiveness. Using class I pMHC octamers, a strong correlation is seen between T cell activity and the affinity of pMHC complexes for the T cell receptor. However, contrary to previous studies, we see similar half-lives for the pMHC multimers bound to the AHIII12.2 cell surface.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Buslepp",
                "name": "Buslepp J"
            },
            {
                "initials": "R",
                "lastname": "Zhao",
                "name": "Zhao R"
            },
            {
                "initials": "D",
                "lastname": "Donnini",
                "name": "Donnini D"
            },
            {
                "initials": "D",
                "lastname": "Loftus",
                "name": "Loftus D"
            },
            {
                "initials": "M",
                "lastname": "Saad",
                "name": "Saad M"
            },
            {
                "initials": "E",
                "lastname": "Appella",
                "name": "Appella E"
            },
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M109231200",
                "type": "doi"
            },
            {
                "id": "11584024",
                "type": "pubmed"
            }
        ],
        "issue": [
            "50"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "47320-8"
        ],
        "title": "T cell activity correlates with oligomeric peptide-major histocompatibility complex binding on T cell surface.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925819372680",
        "volume": [
            "276"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}