{
    "abstract": "Many persistent viruses have evolved the ability to subvert MHC class I antigen presentation. Indeed, human cytomegalovirus (HCMV) encodes at least four proteins that down-regulate cell-surface expression of class I. The HCMV unique short (US)2 glycoprotein binds newly synthesized class I molecules within the endoplasmic reticulum (ER) and subsequently targets them for proteasomal degradation. We report the crystal structure of US2 bound to the HLA-A2/Tax peptide complex. US2 associates with HLA-A2 at the junction of the peptide-binding region and the alpha3 domain, a novel binding surface on class I that allows US2 to bind independently of peptide sequence. Mutation of class I heavy chains confirms the importance of this binding site in vivo. Available data on class I-ER chaperone interactions indicate that chaperones would not impede US2 binding. Unexpectedly, the US2 ER-luminal domain forms an Ig-like fold. A US2 structure-based sequence alignment reveals that seven HCMV proteins, at least three of which function in immune evasion, share the same fold as US2. The structure allows design of further experiments to determine how US2 targets class I molecules for degradation.",
    "bibjson": {
        "author": [
            {
                "initials": "BE",
                "lastname": "Gewurz",
                "name": "Gewurz BE"
            },
            {
                "initials": "R",
                "lastname": "Gaudet",
                "name": "Gaudet R"
            },
            {
                "initials": "D",
                "lastname": "Tortorella",
                "name": "Tortorella D"
            },
            {
                "initials": "EW",
                "lastname": "Wang",
                "name": "Wang EW"
            },
            {
                "initials": "HL",
                "lastname": "Ploegh",
                "name": "Ploegh HL"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.121172898",
                "type": "doi"
            },
            {
                "id": "11391001",
                "type": "pubmed"
            }
        ],
        "issue": [
            "12"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "6794-9"
        ],
        "title": "Antigen presentation subverted: Structure of the human cytomegalovirus protein US2 bound to the class I molecule HLA-A2.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.121172898",
        "volume": [
            "98"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}