{
    "abstract": "This nationwide population-based cohort study aimed to investigate the impact of systemic anti-inflammatory treatment on the major adverse cardiovascular events (MACE) risk in patients with psoriasis from January 2006 to December 2018, using a database provided by the Korean National Health Insurance Service. Patients were grouped based on the following treatment modalities: biologics, phototherapy, methotrexate, cyclosporine, and mixed conventional systemic agents. Patients who had not received any systemic treatment were assigned to the control cohort. The incidence of MACE per 1000 person-year was 3.5, 9.3, 12.1, 28.4, 39.5, and 14.5 in the biologic, phototherapy, methotrexate, cyclosporine, mixed conventional systemic agents, and control cohorts, respectively. During the 36-month follow-up, the cumulative incidence of MACE in the phototherapy and biologic cohorts remained lower than that of other treatment modalities. Cyclosporine (hazard ratio (HR) = 2.11, 95% confidence interval (CI) = 1.64-2.71) and mixed conventional systemic agents (HR = 2.57, 95% CI = 2.05-3.22) treatments were associated with increased MACE risk. Methotrexate treatment was not associated with MACE. Our finding demonstrates that treatment modalities may affect cardiovascular comorbidities in patients with psoriasis. Thus, an appropriate combination of anti-psoriatic therapies should be considered to manage patients with high cardiovascular risk.IRB approval status: Waiver decision was obtained by the institutional review board, Konkuk University Hospital, Seoul, Republic of Korea (KUH1120107).",
    "bibjson": {
        "author": [
            {
                "initials": "QR",
                "lastname": "Fan",
                "name": "Fan QR"
            },
            {
                "initials": "EO",
                "lastname": "Long",
                "name": "Long EO"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/87766",
                "type": "doi"
            },
            {
                "id": "11323700",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5"
        ],
        "journal": {
            "iso_abbreviation": "Nat. Immunol.",
            "name": ""
        },
        "pages": [
            "452-60"
        ],
        "title": "Crystal structure of the human natural killer cell inhibitory receptor KIR2DL1-HLA-Cw4 complex.",
        "type": "article",
        "url": "http://www.nature.com/articles/ni0501_452",
        "volume": [
            "2"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}