{
    "abstract": "MIC-A and MIC-B are distant MHC class I homologs that serve as stress-inducible Ags on epithelial and epithelially derived cells. They are ligands for the widely expressed activating immunoreceptor NKG2D. To define the structural and functional consequences of sequence differences between MIC-A and MIC-B and between alleles of MIC-A and alleles of MIC-B, we determined the crystal structure of one allele of human MIC-B. Comparisons between the two previously reported MIC-A crystal structures and the MIC-B crystal structure show that, as expected, MIC-B is very similar in structure to MIC-A and likely interacts with NKG2D in an analogous manner. The interdomain flexibility observed in the MIC-A structures, a feature unique to MIC proteins among MHC class I proteins and homologs, is also displayed by MIC-B, with an interdomain relationship intermediate between the two examples of MIC-A structures. Mapping sequence variations onto the structures of MIC-A and MIC-B reveals patterns completely distinct from those displayed by classical MHC class I proteins, with a number of substitutions falling on positions likely to affect interactions with NKG2D, but with other positions lying distant from the NKG2D binding sites or buried within the core of the proteins.",
    "bibjson": {
        "author": [
            {
                "initials": "MA",
                "lastname": "Holmes",
                "name": "Holmes MA"
            },
            {
                "initials": "P",
                "lastname": "Li",
                "name": "Li P"
            },
            {
                "initials": "EW",
                "lastname": "Petersdorf",
                "name": "Petersdorf EW"
            },
            {
                "initials": "RK",
                "lastname": "Strong",
                "name": "Strong RK"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.169.3.1395",
                "type": "doi"
            },
            {
                "id": "12133964",
                "type": "pubmed"
            }
        ],
        "issue": [
            "3"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "1395-400"
        ],
        "title": "Structural studies of allelic diversity of the MHC class I homolog MIC-B, a stress-inducible ligand for the activating immunoreceptor NKG2D.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.169.3.1395",
        "volume": [
            "169"
        ],
        "year": [
            2002
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}