{
    "abstract": "Class I major histocompatibility complex (MHC) molecules, which display intracellularly processed peptides on the cell surface for scanning by T-cell receptors (TCRs), are extraordinarily polymorphic. MHC polymorphism is believed to result from natural selection, since individuals heterozygous at the corresponding loci can cope with a larger number of pathogens. Here, we present the crystal structures of the murine MHC molecule H-2D(b) in complex with the peptides gp276 and np396 from the lymphocytic choriomeningitis virus (LCMV), solved at 2.18 A and 2.20 A resolution, respectively. The most prominent feature of H-2D(b) is a hydrophobic ridge that cuts across its antigen-binding site, which is conserved in the L(d)-like family of class I MHC molecules. The comparison with previously solved crystal structures of peptide/H-2D(b) complexes shows that the hydrophobic ridge focuses the conformational variability of the bound peptides in a \"hot-spot\", which could allow optimal TCR interaction and discrimination. This finding suggests a functional reason for the conservation of this structural element.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "Ciatto",
                "name": "Ciatto C"
            },
            {
                "initials": "AC",
                "lastname": "Tissot",
                "name": "Tissot AC"
            },
            {
                "initials": "M",
                "lastname": "Tschopp",
                "name": "Tschopp M"
            },
            {
                "initials": "G",
                "lastname": "Capitani",
                "name": "Capitani G"
            },
            {
                "initials": "F",
                "lastname": "Pecorari",
                "name": "Pecorari F"
            },
            {
                "initials": "A",
                "lastname": "Plückthun",
                "name": "Plückthun A"
            },
            {
                "initials": "MG",
                "lastname": "Grütter",
                "name": "Grütter MG"
            }
        ],
        "identifier": [
            {
                "id": "10.1006/jmbi.2001.5016",
                "type": "doi"
            },
            {
                "id": "11580250",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "1059-71"
        ],
        "title": "Zooming in on the hydrophobic ridge of H-2D(b): implications for the conformational variability of bound peptides.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283601950168",
        "volume": [
            "312"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}