{
    "abstract": "<h4>Background</h4>Qa-2 is a nonclassical MHC Ib antigen, which has been implicated in both innate and adaptive immune responses, as well as embryonic development. Qa-2 has an unusual peptide binding specificity in that it requires two dominant C-terminal anchor residues and is capable of associating with a substantially more diverse array of peptide sequences than other nonclassical MHC.<h4>Results</h4>We have determined the crystal structure, to 2.3 A, of the Q9 gene of murine Qa-2 complexed with a self-peptide derived from the L19 ribosomal protein, which is abundant in the pool of peptides eluted from the Q9 groove. The 9 amino acid peptide is bound high in a shallow, hydrophobic binding groove of Q9, which is missing a C pocket. The peptide makes few specific contacts and exhibits extremely poor shape complementarity to the MHC groove, which facilitates the presentation of a degenerate array of sequences. The L19 peptide is in a centrally bulged conformation that is stabilized by intramolecular interactions from the invariant P7 histidine anchor residue and by a hydrophobic core of preferred secondary anchor residues that have minimal interaction with the MHC.<h4>Conclusions</h4>Unexpectedly, the preferred secondary peptide residues that exhibit tenuous contact with Q9 contribute significantly to the overall stability of the peptide-MHC complex. The structure of this complex implies a \"conformational\" selection by Q9 for peptide residues that optimally stabilize the large bulge rather than making intimate contact with the MHC pockets.",
    "bibjson": {
        "author": [
            {
                "initials": "X",
                "lastname": "He",
                "name": "He X"
            },
            {
                "initials": "P",
                "lastname": "Tabaczewski",
                "name": "Tabaczewski P"
            },
            {
                "initials": "J",
                "lastname": "Ho",
                "name": "Ho J"
            },
            {
                "initials": "I",
                "lastname": "Stroynowski",
                "name": "Stroynowski I"
            },
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/s0969-2126(01)00689-x",
                "type": "doi"
            },
            {
                "id": "11738047",
                "type": "pubmed"
            }
        ],
        "issue": [
            "12"
        ],
        "journal": {
            "iso_abbreviation": "Structure",
            "name": ""
        },
        "pages": [
            "1213-24"
        ],
        "title": "Promiscuous antigen presentation by the nonclassical MHC Ib Qa-2 is enabled by a shallow, hydrophobic groove and self-stabilized peptide conformation.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S096921260100689X",
        "volume": [
            "9"
        ],
        "year": [
            2001
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}