{
    "abstract": "T cell receptors (TCR) adopt a similar orientation when binding with major histocompatibility complex (MHC) molecules, yet the biological mechanism that generates this similar TCR orientation remains obscure. We show here the cocrystallographic structure of a mouse TCR bound to a human MHC molecule not seen by the TCR during thymic development. The orientation of this xenoreactive murine TCR atop human MHC deviates from the typical orientation more than any previously determined TCR/MHC structure. This unique orientation is solely due to the placement of the TCR Valpha domain on the MHC. In light of new information provided by this structure, we have reanalyzed the existing TCR/MHC cocrystal structures and discovered unique features of TCR Valpha domain position on class I MHC that correlate with CD8 dependence. Finally, we propose that the orientation seen in TCR recognition of MHC is a consequence of selection during T cell development.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Buslepp",
                "name": "Buslepp J"
            },
            {
                "initials": "H",
                "lastname": "Wang",
                "name": "Wang H"
            },
            {
                "initials": "WE",
                "lastname": "Biddison",
                "name": "Biddison WE"
            },
            {
                "initials": "E",
                "lastname": "Appella",
                "name": "Appella E"
            },
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/s1074-7613(03)00269-3",
                "type": "doi"
            },
            {
                "id": "14563323",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "Immunity",
            "name": ""
        },
        "pages": [
            "595-606"
        ],
        "title": "A correlation between TCR Valpha docking on MHC and CD8 dependence: implications for T cell selection.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074761303002693",
        "volume": [
            "19"
        ],
        "year": [
            2003
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}