{
    "abstract": "We have examined the basis for immunodominant or \"public\" TCR usage in an antiviral CTL response. Residues encoded by each of the highly selected genetic elements of an immunodominant clonotype recognizing Epstein-Barr virus were critical to the antigen specificity of the receptor. Upon recognizing antigen, the immunodominant TCR undergoes extensive conformational changes in the complementarity determining regions (CDRs), including the disruption of the canonical structures of the germline-encoded CDR1alpha and CDR2alpha loops to produce an enhanced fit with the HLA-peptide complex. TCR ligation induces conformational changes in the TCRalpha constant domain thought to form part of the docking site for CD3epsilon. These findings indicate that TCR immunodominance is associated with structural properties conferring receptor specificity and suggest a novel structural link between TCR ligation and intracellular signaling.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "CS",
                "lastname": "Clements",
                "name": "Clements CS"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "JC",
                "lastname": "Whisstock",
                "name": "Whisstock JC"
            },
            {
                "initials": "SR",
                "lastname": "Burrows",
                "name": "Burrows SR"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/s1074-7613(02)00513-7",
                "type": "doi"
            },
            {
                "id": "12530975",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Immunity",
            "name": ""
        },
        "pages": [
            "53-64"
        ],
        "title": "A structural basis for the selection of dominant alphabeta T cell receptors in antiviral immunity.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074761302005137",
        "volume": [
            "18"
        ],
        "year": [
            2003
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}