{
    "abstract": "The neuroactive mycotoxin lolitrem B causes a neurological syndrome in grazing livestock resulting in hyperexcitability, muscle tremors, ataxia and, in severe cases, clonic seizures and death. To define the effects of the major toxin lolitrem B in the brain, a functional metabolomic study was undertaken in which motor coordination and tremor were quantified and metabolomic profiling undertaken to determine relative abundance of both toxin and key neurotransmitters in various brain regions in male mice. Marked differences were observed in the duration of tremor and coordination between lolitrem B pathway members, with some showing protracted effects and others none at all. Lolitrem B was identified in liver, kidney, cerebral cortex and thalamus but not in brainstem or cerebellum which were hypothesised previously to be the primary site of action. Metabolomic profiling showed significant variation in specific neurotransmitter and amino acid profiles over time. This study demonstrates accumulation of lolitrem B in the brain, with non-detectable levels of toxin in the brainstem and cerebellum, inducing alterations in metabolites such as tyrosine, suggesting a dynamic catecholaminergic response over time. Temporal characterisation of key pathways in the pathophysiological response of lolitrem B in the brain were also identified.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Tormo",
                "name": "Tormo J"
            },
            {
                "initials": "K",
                "lastname": "Natarajan",
                "name": "Natarajan K"
            },
            {
                "initials": "DH",
                "lastname": "Margulies",
                "name": "Margulies DH"
            },
            {
                "initials": "RA",
                "lastname": "Mariuzza",
                "name": "Mariuzza RA"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/45170",
                "type": "doi"
            },
            {
                "id": "10604468",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6762"
        ],
        "journal": {
            "iso_abbreviation": "Nature",
            "name": ""
        },
        "pages": [
            "623-31"
        ],
        "title": "Crystal structure of a lectin-like natural killer cell receptor bound to its MHC class I ligand.",
        "type": "article",
        "url": "http://www.nature.com/articles/45170",
        "volume": [
            "402"
        ],
        "year": [
            1999
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}