{
    "abstract": "HLA-A*1101 is one of the most common human class I alleles worldwide. An increased frequency of HLA-A*1101 has been observed in cohorts of female sex workers from Northern Thailand who are highly exposed to HIV-1 and yet have remained persistently seronegative. In view of this apparent association of HLA-A*1101 with resistance to acquisition of HIV-1 infection, and given the importance of eliciting strong CTL responses to control and eliminate HIV-1, we have determined the crystal structure of HLA-A*1101 complexed with two immunodominant HIV-1 CTL epitopes: the nonamer reverse transcriptase(313-321) (AIFQSSMTK) and decamer Nef(73-82) (QVPLRPMTYK) peptides. The structures confirm the presence of primary anchor residues P2-Ile/-Val and P9-/P10-Lys, and also clearly reveal the presence of secondary anchor residues P6-Ser for reverse transcriptase and P7-Met for Nef. The overall backbone conformation of both peptides is defined as two bulges that are separated by a more buried middle residue. In this study, we discuss how this topology may offer functional advantages in the selection and presentation of HIV-1 CTL epitopes by HLA-A*1101. Overall, this structural analysis permits a more accurate definition of the peptide-binding motif of HLA-A*1101, the characterization of its antigenic surface, and the correlation of molecular determinants with resistance to HIV-1 infection. These studies are relevant for the rational design of HLA-A*1101-restricted CTL epitopes with improved binding and immunological properties for the development of HIV-1 vaccines.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Li",
                "name": "Li L"
            },
            {
                "initials": "M",
                "lastname": "Bouvier",
                "name": "Bouvier M"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.172.10.6175",
                "type": "doi"
            },
            {
                "id": "15128805",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "6175-84"
        ],
        "title": "Structures of HLA-A*1101 complexed with immunodominant nonamer and decamer HIV-1 epitopes clearly reveal the presence of a middle, secondary anchor residue.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.172.10.6175",
        "volume": [
            "172"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}