{
    "abstract": "T10 is a non-classical class Ib-like major histocompatibility complex (MHC) cell-surface antigen which binds directly to certain gammadelta T-cell receptors in the absence of any exogenous and endogenous ligands, such as peculiar lipids or glycolipids. The crystal structure at 2.5 A resolution of murine T10 was determined by molecular replacement using data from an almost perfectly twinned monoclinic crystal. The space group is P2(1), with unit-cell parameters a = 78.2, b = 70.0, c = 139.2 A, beta = 106.8 degrees. Self-rotation function analysis and various intensity statistics revealed the presence of pseudo-merohedral twinning, but these tests underestimated the true twin fraction of alpha approximately 0.46. Native Patterson analyses pointed to the presence of pseudo-translation among the four molecules present in the asymmetric unit. Data analysis, structure determination and model refinement are discussed.",
    "bibjson": {
        "author": [
            {
                "initials": "MG",
                "lastname": "Rudolph",
                "name": "Rudolph MG"
            },
            {
                "initials": "C",
                "lastname": "Wingren",
                "name": "Wingren C"
            },
            {
                "initials": "MP",
                "lastname": "Crowley",
                "name": "Crowley MP"
            },
            {
                "initials": "YH",
                "lastname": "Chien",
                "name": "Chien YH"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            }
        ],
        "identifier": [
            {
                "id": "10.1107/s0907444904002239",
                "type": "doi"
            },
            {
                "id": "15039553",
                "type": "pubmed"
            }
        ],
        "issue": [
            "Pt 4"
        ],
        "journal": {
            "iso_abbreviation": "Acta Crystallogr. D Biol. Crystallogr.",
            "name": ""
        },
        "pages": [
            "656-64"
        ],
        "title": "Combined pseudo-merohedral twinning, non-crystallographic symmetry and pseudo-translation in a monoclinic crystal form of the gammadelta T-cell ligand T10.",
        "type": "article",
        "url": "http://scripts.iucr.org/cgi-bin/paper?S0907444904002239",
        "volume": [
            "60"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}