{
    "abstract": "Lymphocytic choriomeningitis virus infection of H-2(b) mice generates a strong CD8(+) CTL response mainly directed toward three immunodominant epitopes, one of which, gp33, is presented by both H-2D(b) and H-2K(b) MHC class I molecules. This CTL response acts as a selective agent for the emergence of viral escape variants. These variants generate altered peptide ligands (APLs) that, when presented by class I MHC molecules, antagonize CTL recognition and ultimately allow the virus to evade the cellular immune response. The emergence of APLs of the gp33 epitope is particularly advantageous for LCMV, as it allows viral escape in the context of both H-2D(b) and H-2K(b) MHC class I molecules. We have determined crystal structures of three different APLs of gp33 in complex with both H-2D(b) and H-2K(b). Comparison between these APL/MHC structures and those of the index gp33 peptide/MHC reveals the structural basis for three different strategies used by LCMV viral escape mutations: 1) conformational changes in peptide and MHC residues that are potential TCR contacts, 2) impairment of APL binding to the MHC peptide binding cleft, and 3) introduction of subtle changes at the TCR/pMHC interface, such as the removal of a single hydroxyl group.",
    "bibjson": {
        "author": [
            {
                "initials": "LM",
                "lastname": "Velloso",
                "name": "Velloso LM"
            },
            {
                "initials": "J",
                "lastname": "Michaëlsson",
                "name": "Michaëlsson J"
            },
            {
                "initials": "HG",
                "lastname": "Ljunggren",
                "name": "Ljunggren HG"
            },
            {
                "initials": "G",
                "lastname": "Schneider",
                "name": "Schneider G"
            },
            {
                "initials": "A",
                "lastname": "Achour",
                "name": "Achour A"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.172.9.5504",
                "type": "doi"
            },
            {
                "id": "15100292",
                "type": "pubmed"
            }
        ],
        "issue": [
            "9"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "5504-11"
        ],
        "title": "Determination of structural principles underlying three different modes of lymphocytic choriomeningitis virus escape from CTL recognition.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.172.9.5504",
        "volume": [
            "172"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}