{
    "abstract": "NY-ESO-1, a commonly expressed tumor antigen of the cancer-testis family, is expressed by a wide range of tumors but not found in normal adult somatic tissue, making it an ideal cancer vaccine candidate. Peptides derived from NY-ESO-1 have shown preclinical and clinical trial promise; however, biochemical features of these peptides have complicated their formulation and led to heterogeneous immune responses. We have taken a rational approach to engineer an HLA A2-restricted NY-ESO-1-derived T cell epitope with improved formulation and immunogenicity to the wild type peptide. To accomplish this, we have solved the x-ray crystallographic structures of HLA A2 complexed to NY-ESO (157-165) and two analogues of this peptide in which the C-terminal cysteine residue has been substituted to alanine or serine. Substitution of cysteine by serine maintained peptide conformation yet reduced complex stability, resulting in poor cytotoxic T lymphocyte recognition. Conversely, substitution with alanine maintained complex stability and cytotoxic T lymphocyte recognition. Based on the structures of the three HLA A2 complexes, we incorporated 2-aminoisobutyric acid, an isostereomer of cysteine, into the epitope. This analogue is impervious to oxidative damage, cysteinylation, and dimerization of the peptide epitope upon formulation that is characteristic of the wild type peptide. Therefore, this approach has yielded a potential therapeutic molecule that satiates the hydrophobic F pocket of HLA A2 and exhibited superior immunogenicity relative to the wild type peptide.",
    "bibjson": {
        "author": [
            {
                "initials": "AI",
                "lastname": "Webb",
                "name": "Webb AI"
            },
            {
                "initials": "MA",
                "lastname": "Dunstone",
                "name": "Dunstone MA"
            },
            {
                "initials": "W",
                "lastname": "Chen",
                "name": "Chen W"
            },
            {
                "initials": "MI",
                "lastname": "Aguilar",
                "name": "Aguilar MI"
            },
            {
                "initials": "Q",
                "lastname": "Chen",
                "name": "Chen Q"
            },
            {
                "initials": "H",
                "lastname": "Jackson",
                "name": "Jackson H"
            },
            {
                "initials": "L",
                "lastname": "Chang",
                "name": "Chang L"
            },
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "T",
                "lastname": "Beddoe",
                "name": "Beddoe T"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M314066200",
                "type": "doi"
            },
            {
                "id": "15004033",
                "type": "pubmed"
            }
        ],
        "issue": [
            "22"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "23438-46"
        ],
        "title": "Functional and structural characteristics of NY-ESO-1-related HLA A2-restricted epitopes and the design of a novel immunogenic analogue.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820667151",
        "volume": [
            "279"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}