{
    "abstract": "It is well established that even small changes in amino acid side chains of antigenic peptide bound to major histocompatibility complex (MHC) protein may completely abrogate recognition of the peptide-MHC (pMHC) complex by the T cell receptor (TCR). Often, however, several nonconservative substitutions in the peptide antigen are accommodated and do not impair its recognition by TCR. For example, a preponderance of natural sequence variants of the human immunodeficiency virus p17 Gag-derived peptide SLYNTVATL (SL9) are recognized by cytotoxic T lymphocytes, which implies that interactions with SL9 variants are degenerate both with respect to the class I MHC molecule and with respect to TCR. Here we study the molecular basis for this degenerate recognition of SL9 variants. We show that several SL9 variants bind comparably well to soluble HLA-A2 and to a particular soluble TCR and that these variants are active in the cognate cytotoxicity assay. Natural SL9 variation is restricted by its context in the HIV p17 matrix protein. High resolution crystal structures of seven selected SL9 variants bound to HLA-A2 all have remarkably similar peptide conformations and side-chain dispositions outside sites of substitution. This preservation of the peptide conformation despite epitope variations suggests a mechanism for the observed degeneracy in pMHC recognition by TCR and may contribute to the persistence of SL9-mediated immune responses in chronically infected individuals.",
    "bibjson": {
        "author": [
            {
                "initials": "E",
                "lastname": "Martinez-Hackert",
                "name": "Martinez-Hackert E"
            },
            {
                "initials": "N",
                "lastname": "Anikeeva",
                "name": "Anikeeva N"
            },
            {
                "initials": "SA",
                "lastname": "Kalams",
                "name": "Kalams SA"
            },
            {
                "initials": "BD",
                "lastname": "Walker",
                "name": "Walker BD"
            },
            {
                "initials": "WA",
                "lastname": "Hendrickson",
                "name": "Hendrickson WA"
            },
            {
                "initials": "Y",
                "lastname": "Sykulev",
                "name": "Sykulev Y"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M601934200",
                "type": "doi"
            },
            {
                "id": "16702212",
                "type": "pubmed"
            }
        ],
        "issue": [
            "29"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "20205-12"
        ],
        "title": "Structural basis for degenerate recognition of natural HIV peptide variants by cytotoxic lymphocytes.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925819763352",
        "volume": [
            "281"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}