{
    "abstract": "Class I major histocompatibility complex (MHC) molecules are ternary complexes of the soluble serum protein beta 2-microglobulin, MHC heavy chain, and bound peptide. The first two domains (alpha 1, alpha 2) of the heavy chain create the peptide binding cleft and the surface that contacts the T-cell receptor. The third domain (alpha 3) associates with the T-cell co-receptor, CD8, during T-cell recognition. Here we describe the x-ray crystal structure of a human class I MHC molecule, HLA-Aw68, from which the alpha 3 domain has been proteolytically removed. The resulting molecule shows no gross morphological changes compared to the intact protein. A decameric peptide complexed with the intact HLA-Aw68 is seen to bind to the proteolized molecule in the conventional manner, demonstrating that the alpha 3 domain is not required for the structural integrity of the molecule or for peptide binding.",
    "bibjson": {
        "author": [
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            },
            {
                "initials": "DN",
                "lastname": "Garboczi",
                "name": "Garboczi DN"
            },
            {
                "initials": "MN",
                "lastname": "Karpusas",
                "name": "Karpusas MN"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.92.4.1218",
                "type": "doi"
            },
            {
                "id": "7862664",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "1218-21"
        ],
        "title": "The three-dimensional structure of a class I major histocompatibility complex molecule missing the alpha 3 domain of the heavy chain.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.92.4.1218",
        "volume": [
            "92"
        ],
        "year": [
            1995
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}