{
    "abstract": "The human MHC class I-like molecule CD1b is distinctive among CD1 alleles in that it is capable of presenting a set of glycolipid species that show a very broad range of variation in the lengths of their acyl chains. A structure of CD1b complexed with relatively short acyl chain glycolipids plus detergent suggested how an interlinked network of channels within the Ag-binding groove could accommodate acyl chain lengths of up to 80 carbons. The structure of CD1b complexed with glucose monomycolate, reported in this study, confirms this hypothesis and illustrates how the distinctive substituents of intracellular bacterial glycolipids can be accommodated. The Ag-binding groove of CD1b is, uniquely among CD1 alleles, partitioned into channels suitable for the compact accommodation of lengthy acyl chains. The current crystal structure illustrates for the first time the binding of a natural bacterial lipid Ag to CD1b and shows how its novel structural features fit this molecule for its role in the immune response to intracellular bacteria.",
    "bibjson": {
        "author": [
            {
                "initials": "T",
                "lastname": "Batuwangala",
                "name": "Batuwangala T"
            },
            {
                "initials": "D",
                "lastname": "Shepherd",
                "name": "Shepherd D"
            },
            {
                "initials": "SD",
                "lastname": "Gadola",
                "name": "Gadola SD"
            },
            {
                "initials": "KJ",
                "lastname": "Gibson",
                "name": "Gibson KJ"
            },
            {
                "initials": "NR",
                "lastname": "Zaccai",
                "name": "Zaccai NR"
            },
            {
                "initials": "AR",
                "lastname": "Fersht",
                "name": "Fersht AR"
            },
            {
                "initials": "GS",
                "lastname": "Besra",
                "name": "Besra GS"
            },
            {
                "initials": "V",
                "lastname": "Cerundolo",
                "name": "Cerundolo V"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.172.4.2382",
                "type": "doi"
            },
            {
                "id": "14764708",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "2382-8"
        ],
        "title": "The crystal structure of human CD1b with a bound bacterial glycolipid.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.172.4.2382",
        "volume": [
            "172"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}