{
    "abstract": "Sequence analysis of peptides naturally presented by major histocompatibility complex (MHC) class I molecules has revealed allele-specific motifs in which the peptide length and the residues observed at certain positions are restricted. Nevertheless, peptides containing the standard motif often fail to bind with high affinity or form physiologically stable complexes. Here we present the crystal structure of a well-characterized antigenic peptide from ovalbumin [OVA-8, ovalbumin-(257-264), SIINFEKL] in complex with the murine MHC class I H-2Kb molecule at 2.5-A resolution. Hydrophobic peptide residues Ile-P2 and Phe-P5 are packed closely together into binding pockets B and C, suggesting that the interplay of peptide anchor (P5) and secondary anchor (P2) residues can couple the preferred sequences at these positions. Comparison with the crystal structures of H-2Kb in complex with peptides VSV-8 (RGYVYQGL) and SEV-9 (FAPGNYPAL), where a Tyr residue is used as the C pocket anchor, reveals that the conserved water molecule that binds into the B pocket and mediates hydrogen bonding from the buried anchor hydroxyl group could not be likewise positioned if the P2 side chain were of significant size. Based on this structural evidence, H-2Kb has at least two submotifs: one with Tyr at P5 (or P6 for nonamer peptides) and a small residue at P2 (i.e., Ala or Gly) and another with Phe at P5 and a medium-sized hydrophobic residue at P2 (i.e., Ile). Deciphering of these secondary submotifs from both crystallographic and immunological studies of MHC peptide binding should increase the accuracy of T-cell epitope prediction.",
    "bibjson": {
        "author": [
            {
                "initials": "DH",
                "lastname": "Fremont",
                "name": "Fremont DH"
            },
            {
                "initials": "EA",
                "lastname": "Stura",
                "name": "Stura EA"
            },
            {
                "initials": "M",
                "lastname": "Matsumura",
                "name": "Matsumura M"
            },
            {
                "initials": "PA",
                "lastname": "Peterson",
                "name": "Peterson PA"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.92.7.2479",
                "type": "doi"
            },
            {
                "id": "7708669",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "2479-83"
        ],
        "title": "Crystal structure of an H-2Kb-ovalbumin peptide complex reveals the interplay of primary and secondary anchor positions in the major histocompatibility complex binding groove.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.92.7.2479",
        "volume": [
            "92"
        ],
        "year": [
            1995
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}