{
    "abstract": "Cytotoxic T lymphocyte (CTL) responses against influenza A virus in C57BL/6 mice are dominated by a small number of viral peptides among many that are capable of binding to major histocompatibility complex (MHC) class I molecules. The basis of this limited immune recognition is unknown. Here, we present X-ray structures of MHC class I molecules in complex with two immunodominant epitopes (PA(224-233)/D(b) and PB1(703-711)/K(b)) and one non-immunogenic epitope (HA(468-477)/D(b)) of the influenza A virus. The immunodominant peptides are each characterized by a bulge at the C terminus, lifting P6 and P7 residues out of the MHC groove, presenting featured structural elements to T-cell receptors (TCRs). Immune recognition of PA(224-233)/D(b) will focus largely on the exposed P7 arginine residue. In contrast, the non-immunogenic HA(468-477) peptide lacks prominent features in this C-terminal bulge. In the K(b)-bound PB1(703-711) epitope, the bulge results from a non-canonical binding motif, such that the mode of presentation of this peptide strongly resembles that of D(b)-bound peptides. Given that PA(224-233)/D(b), PB1(703-711)/K(b) and the previously defined NP(366-374)/D(b) epitopes dominate the primary response to influenza A virus in C57BL/6 mice, our findings indicate that residues of the C-terminal bulge are important in selection of the immunodominant CTL repertoire.",
    "bibjson": {
        "author": [
            {
                "initials": "R",
                "lastname": "Meijers",
                "name": "Meijers R"
            },
            {
                "initials": "CC",
                "lastname": "Lai",
                "name": "Lai CC"
            },
            {
                "initials": "Y",
                "lastname": "Yang",
                "name": "Yang Y"
            },
            {
                "initials": "JH",
                "lastname": "Liu",
                "name": "Liu JH"
            },
            {
                "initials": "W",
                "lastname": "Zhong",
                "name": "Zhong W"
            },
            {
                "initials": "JH",
                "lastname": "Wang",
                "name": "Wang JH"
            },
            {
                "initials": "EL",
                "lastname": "Reinherz",
                "name": "Reinherz EL"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.jmb.2004.11.023",
                "type": "doi"
            },
            {
                "id": "15644207",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "1099-110"
        ],
        "title": "Crystal structures of murine MHC Class I H-2 D(b) and K(b) molecules in complex with CTL epitopes from influenza A virus: implications for TCR repertoire selection and immunodominance.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283604014627",
        "volume": [
            "345"
        ],
        "year": [
            2005
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}