{
    "abstract": "The structure of the human MHC-I molecule HLA-A*1101 in complex with a nonameric peptide (KTFPPTEPK) has been determined by X-ray crystallography to 1.45 A resolution. The peptide is derived from the SARS-CoV nucleocapsid protein positions 362-370 (SNP362-370). It is conserved in all known isolates of SARS-CoV and has been verified by in vitro peptide-binding studies to be a good to intermediate binder to HLA-A*0301 and HLA-A*1101, with IC50 values of 70 and 186 nM, respectively [Sylvester-Hvid et al. (2004), Tissue Antigens, 63, 395-400]. In terms of the residues lining the peptide-binding groove, the HLA-A*1101-SNP362-370 complex is very similar to other known structures of HLA-A*1101 and HLA-A*6801. The SNP362-370 peptide is held in place by 17 hydrogen bonds to the alpha-chain residues and by nine water molecules which are also tightly bound in the peptide-binding groove. Thr6 of the peptide (Thr6p) does not make efficient use of the middle (E) pocket. For vaccine development, there seems to be a potential for optimization targeted at this position. All residues except Thr2p and Lys9p are accessible for T-cell recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "T",
                "lastname": "Blicher",
                "name": "Blicher T"
            },
            {
                "initials": "JS",
                "lastname": "Kastrup",
                "name": "Kastrup JS"
            },
            {
                "initials": "S",
                "lastname": "Buus",
                "name": "Buus S"
            },
            {
                "initials": "M",
                "lastname": "Gajhede",
                "name": "Gajhede M"
            }
        ],
        "identifier": [
            {
                "id": "10.1107/S0907444905013090",
                "type": "doi"
            },
            {
                "id": "16041067",
                "type": "pubmed"
            }
        ],
        "issue": [
            "Pt 8"
        ],
        "journal": {
            "iso_abbreviation": "Acta Crystallogr. D Biol. Crystallogr.",
            "name": ""
        },
        "pages": [
            "1031-40"
        ],
        "title": "High-resolution structure of HLA-A*1101 in complex with SARS nucleocapsid peptide.",
        "type": "article",
        "url": "http://scripts.iucr.org/cgi-bin/paper?S0907444905013090",
        "volume": [
            "61"
        ],
        "year": [
            2005
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}