{
    "abstract": "HLA-G is a nonclassical major histocompatibility complex class I (MHC-I) molecule that is primarily expressed at the fetal-maternal interface, where it is thought to play a role in protecting the fetus from the maternal immune response. HLA-G binds a limited repertoire of peptides and interacts with the inhibitory leukocyte Ig-like receptors LIR-1 and LIR-2 and possibly with certain natural killer cell receptors. To gain further insights into HLA-G function, we determined the 1.9-A structure of a monomeric HLA-G complexed to a natural endogenous peptide ligand from histone H2A (RIIPRHLQL). An extensive network of contacts between the peptide and the antigen-binding cleft reveal a constrained mode of binding reminiscent of the nonclassical HLA-E molecule, thereby providing a structural basis for the limited peptide repertoire of HLA-G. The alpha3 domain of HLA-G, a candidate binding site for the LIR-1 and -2 inhibitory receptors, is structurally distinct from the alpha3 domains of classical MHC-I molecules, providing a rationale for the observed affinity differences for these ligands. The structural data suggest a head-to-tail mode of dimerization, mediated by an intermolecular disulfide bond, that is consistent with the observation of HLA-G dimers on the cell surface.",
    "bibjson": {
        "author": [
            {
                "initials": "CS",
                "lastname": "Clements",
                "name": "Clements CS"
            },
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "L",
                "lastname": "Kostenko",
                "name": "Kostenko L"
            },
            {
                "initials": "HL",
                "lastname": "Hoare",
                "name": "Hoare HL"
            },
            {
                "initials": "MA",
                "lastname": "Dunstone",
                "name": "Dunstone MA"
            },
            {
                "initials": "E",
                "lastname": "Moses",
                "name": "Moses E"
            },
            {
                "initials": "K",
                "lastname": "Freed",
                "name": "Freed K"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.0409676102",
                "type": "doi"
            },
            {
                "id": "15718280",
                "type": "pubmed"
            }
        ],
        "issue": [
            "9"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "3360-5"
        ],
        "title": "Crystal structure of HLA-G: a nonclassical MHC class I molecule expressed at the fetal-maternal interface.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.0409676102",
        "volume": [
            "102"
        ],
        "year": [
            2005
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}