{
    "abstract": "Sulfatide derived from the myelin stimulates a distinct population of CD1d-restricted natural killer T (NKT) cells. Cis-tetracosenoyl sulfatide is one of the immunodominant species in myelin as identified by proliferation, cytokine secretion, and CD1d tetramer staining. The crystal structure of mouse CD1d in complex with cis-tetracosenoyl sulfatide at 1.9 A resolution reveals that the longer cis-tetracosenoyl fatty acid chain fully occupies the A' pocket of the CD1d binding groove, whereas the sphingosine chain fills up the F' pocket. A precise hydrogen bond network in the center of the binding groove orients and positions the ceramide backbone for insertion of the lipid tails in their respective pockets. The 3'-sulfated galactose headgroup is highly exposed for presentation to the T cell receptor and projects up and away from the binding pocket due to its beta linkage, compared with the more intimate binding of the alpha-glactosyl ceramide headgroup to CD1d. These structure and binding data on sulfatide presentation by CD1d have important implications for the design of therapeutics that target T cells reactive for myelin glycolipids in autoimmune diseases of the central nervous system.",
    "bibjson": {
        "author": [
            {
                "initials": "DM",
                "lastname": "Zajonc",
                "name": "Zajonc DM"
            },
            {
                "initials": "I",
                "lastname": "Maricic",
                "name": "Maricic I"
            },
            {
                "initials": "D",
                "lastname": "Wu",
                "name": "Wu D"
            },
            {
                "initials": "R",
                "lastname": "Halder",
                "name": "Halder R"
            },
            {
                "initials": "K",
                "lastname": "Roy",
                "name": "Roy K"
            },
            {
                "initials": "CH",
                "lastname": "Wong",
                "name": "Wong CH"
            },
            {
                "initials": "V",
                "lastname": "Kumar",
                "name": "Kumar V"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            }
        ],
        "identifier": [
            {
                "id": "10.1084/jem.20051625",
                "type": "doi"
            },
            {
                "id": "16314439",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "J. Exp. Med.",
            "name": ""
        },
        "pages": [
            "1517-26"
        ],
        "title": "Structural basis for CD1d presentation of a sulfatide derived from myelin and its implications for autoimmunity.",
        "type": "article",
        "url": "https://rupress.org/jem/article/202/11/1517/52649/Structural-basis-for-CD1d-presentation-of-a",
        "volume": [
            "202"
        ],
        "year": [
            2005
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}