{
    "abstract": "Thousands of potentially antigenic peptides are encoded by an infecting pathogen; however, only a small proportion induce measurable CD8(+) T cell responses. To investigate the factors that control peptide immunogenicity, we have examined the cytotoxic T lymphocyte (CTL) response to a previously undefined epitope ((77)APQPAPENAY(86)) from the BZLF1 protein of Epstein-Barr virus (EBV). This peptide binds well to two human histocompatibility leukocyte antigen (HLA) allotypes, HLA-B*3501 and HLA-B*3508, which differ by a single amino acid at position 156 ((156)Leucine vs. (156)Arginine, respectively). Surprisingly, only individuals expressing HLA-B*3508 show evidence of a CTL response to the (77)APQPAPENAY(86) epitope even though EBV-infected cells expressing HLA-B*3501 process and present similar amounts of peptide for CTL recognition, suggesting that factors other than peptide presentation levels are influencing immunogenicity. Functional and structural analysis revealed marked conformational differences in the peptide, when bound to each HLA-B35 allotype, that are dictated by the polymorphic HLA residue 156 and that directly affected T cell receptor recognition. These data indicate that the immunogenicity of an antigenic peptide is influenced not only by how well the peptide binds to major histocompatibility complex (MHC) molecules but also by its bound conformation. It also illustrates a novel mechanism through which MHC polymorphism can further diversify the immune response to infecting pathogens.",
    "bibjson": {
        "author": [
            {
                "initials": "FE",
                "lastname": "Tynan",
                "name": "Tynan FE"
            },
            {
                "initials": "D",
                "lastname": "Elhassen",
                "name": "Elhassen D"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "JM",
                "lastname": "Burrows",
                "name": "Burrows JM"
            },
            {
                "initials": "NA",
                "lastname": "Borg",
                "name": "Borg NA"
            },
            {
                "initials": "JJ",
                "lastname": "Miles",
                "name": "Miles JJ"
            },
            {
                "initials": "NA",
                "lastname": "Williamson",
                "name": "Williamson NA"
            },
            {
                "initials": "KJ",
                "lastname": "Green",
                "name": "Green KJ"
            },
            {
                "initials": "J",
                "lastname": "Tellam",
                "name": "Tellam J"
            },
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "SR",
                "lastname": "Burrows",
                "name": "Burrows SR"
            }
        ],
        "identifier": [
            {
                "id": "10.1084/jem.20050864",
                "type": "doi"
            },
            {
                "id": "16275762",
                "type": "pubmed"
            }
        ],
        "issue": [
            "9"
        ],
        "journal": {
            "iso_abbreviation": "J. Exp. Med.",
            "name": ""
        },
        "pages": [
            "1249-60"
        ],
        "title": "The immunogenicity of a viral cytotoxic T cell epitope is controlled by its MHC-bound conformation.",
        "type": "article",
        "url": "https://rupress.org/jem/article/202/9/1249/52971/The-immunogenicity-of-a-viral-cytotoxic-T-cell",
        "volume": [
            "202"
        ],
        "year": [
            2005
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}