{
    "abstract": "HLA-A*2402 is the most commonly expressed HLA allele in oriental populations. It is also widely expressed in the Caucasian population, making it one of, if not the most abundant HLA I types. In order to study its structure in terms of overall fold and peptide presentation, a soluble form of this HLA I (alpha1, alpha2, alpha3 and beta(2)m domains) has been expressed, refolded and crystallized in complex with a cancer-related telomerase peptide (VYGFVRACL), and its structure has been solved to 2.8 A resolution. The overall structure of HLA-A*2402 is virtually identical to other reported peptide-HLA I structures. However, there are distinct features observable from this structure at the HLA I peptide binding pockets. The size and depth of pocket B makes it highly suitable for binding to large aromatic side chains, which explains the high prevalence of tyrosine at peptide position 2. Also, for HLA binding at peptide position 5, there is an additional anchor point, which allows the proximal amino acids to protrude out, providing a prominent feature for TCR interaction. Finally, pocket F allows the anchor residue at position 9 to be bound unusually deeply within the HLA structure.",
    "bibjson": {
        "author": [
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "NI",
                "lastname": "Watson",
                "name": "Watson NI"
            },
            {
                "initials": "JM",
                "lastname": "Boulter",
                "name": "Boulter JM"
            },
            {
                "initials": "JI",
                "lastname": "Bell",
                "name": "Bell JI"
            },
            {
                "initials": "M",
                "lastname": "Sami",
                "name": "Sami M"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            },
            {
                "initials": "BK",
                "lastname": "Jakobsen",
                "name": "Jakobsen BK"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/eji.200535424",
                "type": "doi"
            },
            {
                "id": "16323248",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Eur. J. Immunol.",
            "name": ""
        },
        "pages": [
            "170-9"
        ],
        "title": "Crystal structure of HLA-A*2402 complexed with a telomerase peptide.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/eji.200535424",
        "volume": [
            "36"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}