{
    "abstract": "Virus-specific T cell populations have been implicated in allo-recognition. The subdominant T cell receptor JL12 recognizes both HLA-B*0801 presenting the Epstein-Barr virus-derived peptide FLRGRAYGL and also HLA-B*3501 presenting the cytochrome p450 self peptide KPIVVLHGY. This cross-reactivity could promote the rejection of HLA-B*3501-positive cells in Epstein-Barr virus-exposed HLA-B*0801 recipients. LC13, the dominant TCR against the HLA-B*0801:FLRGRAYGL complex, fails to recognize HLA-B*3501:KPIVVLHGY. We report the 1.75-Angstrom resolution crystal structure of the human allo-ligand HLA-B*3501:KPIVVLHGY. Similarities between this structure and that of HLA-B*0801:FLRGRAYGL may facilitate cross-recognition by JL12. Moreover, the elevated peptide position in HLA-B*3501:KPIVVLHGY would provide steric hindrance to LC13, preventing it from interacting in the manner in which it interacts with HLA-B*0801:FLRGRAYGL. These findings are relevant to understanding the basis of T cell cross-reactivity in allo-recognition, optimal transplant donor-recipient matching and developing specific molecular inhibitors of allo-recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "CS",
                "lastname": "Hourigan",
                "name": "Hourigan CS"
            },
            {
                "initials": "M",
                "lastname": "Harkiolaki",
                "name": "Harkiolaki M"
            },
            {
                "initials": "NA",
                "lastname": "Peterson",
                "name": "Peterson NA"
            },
            {
                "initials": "JI",
                "lastname": "Bell",
                "name": "Bell JI"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            },
            {
                "initials": "CA",
                "lastname": "O'Callaghan",
                "name": "O'Callaghan CA"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/eji.200636234",
                "type": "doi"
            },
            {
                "id": "17109469",
                "type": "pubmed"
            }
        ],
        "issue": [
            "12"
        ],
        "journal": {
            "iso_abbreviation": "Eur. J. Immunol.",
            "name": ""
        },
        "pages": [
            "3288-93"
        ],
        "title": "The structure of the human allo-ligand HLA-B*3501 in complex with a cytochrome p450 peptide: steric hindrance influences TCR allo-recognition.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/eji.200636234",
        "volume": [
            "36"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}