{
    "abstract": "The T cell receptor (TCR) inherently has dual specificity. T cells must recognize self-antigens in the thymus during maturation and then discriminate between foreign pathogens in the periphery. A molecular basis for this cross-reactivity is elucidated by the crystal structure of the alloreactive 2C TCR bound to self peptide-major histocompatibility complex (pMHC) antigen H-2Kb-dEV8 refined against anisotropic 3.0 angstrom resolution x-ray data. The interface between peptide and TCR exhibits extremely poor shape complementarity, and the TCR beta chain complementarity-determining region 3 (CDR3) has minimal interaction with the dEV8 peptide. Large conformational changes in three of the TCR CDR loops are induced upon binding, providing a mechanism of structural plasticity to accommodate a variety of different peptide antigens. Extensive TCR interaction with the pMHC alpha helices suggests a generalized orientation that is mediated by the Valpha domain of the TCR and rationalizes how TCRs can effectively \"scan\" different peptides bound within a large, low-affinity MHC structural framework for those that provide the slight additional kinetic stabilization required for signaling.",
    "bibjson": {
        "author": [
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            },
            {
                "initials": "M",
                "lastname": "Degano",
                "name": "Degano M"
            },
            {
                "initials": "LR",
                "lastname": "Pease",
                "name": "Pease LR"
            },
            {
                "initials": "M",
                "lastname": "Huang",
                "name": "Huang M"
            },
            {
                "initials": "PA",
                "lastname": "Peterson",
                "name": "Peterson PA"
            },
            {
                "initials": "L",
                "lastname": "Teyton",
                "name": "Teyton L"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            }
        ],
        "identifier": [
            {
                "id": "10.1126/science.279.5354.1166",
                "type": "doi"
            },
            {
                "id": "9469799",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5354"
        ],
        "journal": {
            "iso_abbreviation": "Science",
            "name": ""
        },
        "pages": [
            "1166-72"
        ],
        "title": "Structural basis of plasticity in T cell receptor recognition of a self peptide-MHC antigen.",
        "type": "article",
        "url": "https://www.science.org/doi/10.1126/science.279.5354.1166",
        "volume": [
            "279"
        ],
        "year": [
            1998
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}