{
    "abstract": "Class I major histocompatibility complex (MHC) molecules present peptides to CD8+ T cells for immunological surveillance (reviewed in ref. 1). The structures of complexes of class I MHC molecules with octamer, nonamer and decamer peptides determined until now show a common binding mode, with both peptide termini bound in conserved pockets at the ends of the peptide binding site. Length variations were accommodated by the peptide bulging or zig-zagging in the middle. Here we describe the structure of a decamer peptide which binds with the carboxy-terminal residue positioned outside the peptide binding site. Several protein side chains have rearranged to allow the peptide to exit. The structure suggests that even longer peptides could bind. The energetic effect of the altered mode of binding has been assessed by measuring the stability of the complex to thermal denaturation. Peptides bound in this novel manner are stable at physiological temperature, raising questions about their role in T-cell recognition and their production by proteolytic processing.",
    "bibjson": {
        "author": [
            {
                "initials": "EJ",
                "lastname": "Collins",
                "name": "Collins EJ"
            },
            {
                "initials": "DN",
                "lastname": "Garboczi",
                "name": "Garboczi DN"
            },
            {
                "initials": "DC",
                "lastname": "Wiley",
                "name": "Wiley DC"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/371626a0",
                "type": "doi"
            },
            {
                "id": "7935798",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6498"
        ],
        "journal": {
            "iso_abbreviation": "Nature",
            "name": ""
        },
        "pages": [
            "626-9"
        ],
        "title": "Three-dimensional structure of a peptide extending from one end of a class I MHC binding site.",
        "type": "article",
        "url": "http://www.nature.com/articles/371626a0",
        "volume": [
            "371"
        ],
        "year": [
            1994
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}