{
    "abstract": "We have characterized three different programs of activation for alloreactive CD8 T cells expressing the BM3.3 TCR, their elicitation depending on the characteristics of the stimulating peptide/MHC complex. The high-affinity interaction between the TCR and the K(b)-associated endogenous peptide pBM1 (INFDFNTI) induced a complete differentiation program into effector cells correlated with sustained ERK activation. The K(bm8) variant elicited a partial activation program with delayed T cell proliferation, poor CTL activity and undetectable ERK phosphorylation; this resulted from a low-avidity interaction of TCR BM3.3 with a newly identified endogenous peptide, pBM8 (SQYYYNSL). Interestingly, mismatched pBM1/K(bm8) complexes induced a split response in BM3.3 T cells, with total reconstitution of T cell proliferation but defective generation of CTL activity that was correlated with strong but shortened ERK phosphorylation. Crystal structures highlight the molecular basis for the higher stability of pBM8/K(bm8) compared to pBM1/K(bm8) complexes that exist in two conformers. This study illustrates the importance of the stability of both peptide/MHC and peptide/MHC-TCR interactions for induction of sustained signaling required to induce optimal CTL effector functions. Subtle allelic structural variations, amplified by peptide selection, may thus orient distinct outcomes of alloreactive TCR-based therapies.",
    "bibjson": {
        "author": [
            {
                "initials": "N",
                "lastname": "Auphan-Anezin",
                "name": "Auphan-Anezin N"
            },
            {
                "initials": "C",
                "lastname": "Mazza",
                "name": "Mazza C"
            },
            {
                "initials": "A",
                "lastname": "Guimezanes",
                "name": "Guimezanes A"
            },
            {
                "initials": "GA",
                "lastname": "Barrett-Wilt",
                "name": "Barrett-Wilt GA"
            },
            {
                "initials": "F",
                "lastname": "Montero-Julian",
                "name": "Montero-Julian F"
            },
            {
                "initials": "A",
                "lastname": "Roussel",
                "name": "Roussel A"
            },
            {
                "initials": "DF",
                "lastname": "Hunt",
                "name": "Hunt DF"
            },
            {
                "initials": "B",
                "lastname": "Malissen",
                "name": "Malissen B"
            },
            {
                "initials": "AM",
                "lastname": "Schmitt-Verhulst",
                "name": "Schmitt-Verhulst AM"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/eji.200635895",
                "type": "doi"
            },
            {
                "id": "16761314",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "Eur. J. Immunol.",
            "name": ""
        },
        "pages": [
            "1856-66"
        ],
        "title": "Distinct orientation of the alloreactive monoclonal CD8 T cell activation program by three different peptide/MHC complexes.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/eji.200635895",
        "volume": [
            "36"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}