{
    "abstract": "HLA-G is a nonclassical major histocompatibility complex class I (MHCI) molecule, which is expressed in trophoblasts and confers immunological tolerance in the maternal-fetal interface by binding to leukocyte Ig-like receptors (LILRs, also called as LIR/ILT/CD85) and CD8. HLA-G is expressed in disulfide-linked dimer form both in solution and at the cell surface. Interestingly, MHCI dimer formations have been involved in pathogenesis and T cell activation. The structure and receptor binding characteristics of MHCI dimers have never been evaluated. Here we performed binding studies showing that the HLA-G dimer exhibited higher overall affinity to LILRB1/2 than the monomer by significant avidity effects. Furthermore, the cell reporter assay demonstrated that the dimer formation remarkably enhanced the LILRB1-mediated signaling at the cellular level. We further determined the crystal structure of the wild-type dimer of HLA-G with the intermolecular Cys(42)-Cys(42) disulfide bond. This dimer structure showed the oblique configuration to expose two LILR/CD8-binding sites upward from the membrane easily accessible for receptors, providing plausible 1:2 (HLA-G dimer:receptors) complex models. These results indicated that the HLA-G dimer conferred increased avidity in a proper structural orientation to induce efficient LILR signaling, resulting in the dominant immunosuppressive effects. Moreover, structural and functional implications for other MHCI dimers observed in activated T cells and the pathogenic allele, HLA-B27, are discussed.",
    "bibjson": {
        "author": [
            {
                "initials": "M",
                "lastname": "Shiroishi",
                "name": "Shiroishi M"
            },
            {
                "initials": "K",
                "lastname": "Kuroki",
                "name": "Kuroki K"
            },
            {
                "initials": "T",
                "lastname": "Ose",
                "name": "Ose T"
            },
            {
                "initials": "L",
                "lastname": "Rasubala",
                "name": "Rasubala L"
            },
            {
                "initials": "I",
                "lastname": "Shiratori",
                "name": "Shiratori I"
            },
            {
                "initials": "H",
                "lastname": "Arase",
                "name": "Arase H"
            },
            {
                "initials": "K",
                "lastname": "Tsumoto",
                "name": "Tsumoto K"
            },
            {
                "initials": "I",
                "lastname": "Kumagai",
                "name": "Kumagai I"
            },
            {
                "initials": "D",
                "lastname": "Kohda",
                "name": "Kohda D"
            },
            {
                "initials": "K",
                "lastname": "Maenaka",
                "name": "Maenaka K"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M512305200",
                "type": "doi"
            },
            {
                "id": "16455647",
                "type": "pubmed"
            }
        ],
        "issue": [
            "15"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "10439-47"
        ],
        "title": "Efficient leukocyte Ig-like receptor signaling and crystal structure of disulfide-linked HLA-G dimer.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925819563979",
        "volume": [
            "281"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}