{
    "abstract": "alphabeta T cell receptors (TCRs) can crossreact with both self- and foreign- major histocompatibility complex (MHC) proteins in an enigmatic phenomenon termed alloreactivity. Here we present the 2.35 A structure of the 2C TCR complexed with its foreign ligand H-2L(d)-QL9. Surprisingly, we find that this TCR utilizes a different strategy to engage the foreign pMHC in comparison to the manner in which it recognizes a self ligand H-2K(b)-dEV8. 2C engages both shared and polymorphic residues on L(d) and K(b), as well as the unrelated QL9 and dEV8 peptide antigens, in unique pair-wise contacts, resulting in greater structural complementarity with the L(d)-QL9 complex. In the structure of an engineered, high-affinity 2C TCR variant bound to H-2L(d)-QL9, the \"wild-type\" TCR-MHC binding orientation persists despite modified TCR-CDR3alpha interactions with peptide. Thus, a single TCR recognizes two globally similar, but distinct ligands by divergent mechanisms, indicating that receptor-ligand crossreactivity can occur in the absence of molecular mimicry.",
    "bibjson": {
        "author": [
            {
                "initials": "LA",
                "lastname": "Colf",
                "name": "Colf LA"
            },
            {
                "initials": "AJ",
                "lastname": "Bankovich",
                "name": "Bankovich AJ"
            },
            {
                "initials": "NA",
                "lastname": "Hanick",
                "name": "Hanick NA"
            },
            {
                "initials": "NA",
                "lastname": "Bowerman",
                "name": "Bowerman NA"
            },
            {
                "initials": "LL",
                "lastname": "Jones",
                "name": "Jones LL"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            },
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.cell.2007.01.048",
                "type": "doi"
            },
            {
                "id": "17418792",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Cell",
            "name": ""
        },
        "pages": [
            "135-46"
        ],
        "title": "How a single T cell receptor recognizes both self and foreign MHC.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0092867407003133",
        "volume": [
            "129"
        ],
        "year": [
            2007
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}