{
    "abstract": "The mammalian alpha/beta T cell receptor (TCR) repertoire plays a pivotal role in adaptive immunity by recognizing short, processed, peptide antigens bound in the context of a highly diverse family of cell-surface major histocompatibility complexes (pMHCs). Despite the extensive TCR-MHC interaction surface, peptide-independent cross-reactivity of native TCRs is generally avoided through cell-mediated selection of molecules with low inherent affinity for MHC. Here we show that, contrary to expectations, the germ line-encoded complementarity determining regions (CDRs) of human TCRs, namely the CDR2s, which appear to contact only the MHC surface and not the bound peptide, can be engineered to yield soluble low nanomolar affinity ligands that retain a surprisingly high degree of specificity for the cognate pMHC target. Structural investigation of one such CDR2 mutant implicates shape complementarity of the mutant CDR2 contact interfaces as being a key determinant of the increased affinity. Our results suggest that manipulation of germ line CDR2 loops may provide a useful route to the production of high-affinity TCRs with therapeutic and diagnostic potential.",
    "bibjson": {
        "author": [
            {
                "initials": "SM",
                "lastname": "Dunn",
                "name": "Dunn SM"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "E",
                "lastname": "Baston",
                "name": "Baston E"
            },
            {
                "initials": "T",
                "lastname": "Mahon",
                "name": "Mahon T"
            },
            {
                "initials": "B",
                "lastname": "Cameron",
                "name": "Cameron B"
            },
            {
                "initials": "R",
                "lastname": "Moysey",
                "name": "Moysey R"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "M",
                "lastname": "Sami",
                "name": "Sami M"
            },
            {
                "initials": "J",
                "lastname": "Boulter",
                "name": "Boulter J"
            },
            {
                "initials": "Y",
                "lastname": "Li",
                "name": "Li Y"
            },
            {
                "initials": "BK",
                "lastname": "Jakobsen",
                "name": "Jakobsen BK"
            }
        ],
        "identifier": [
            {
                "id": "10.1110/ps.051936406",
                "type": "doi"
            },
            {
                "id": "16600963",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "Protein Sci.",
            "name": ""
        },
        "pages": [
            "710-21"
        ],
        "title": "Directed evolution of human T cell receptor CDR2 residues by phage display dramatically enhances affinity for cognate peptide-MHC without increasing apparent cross-reactivity.",
        "type": "article",
        "url": "http://doi.wiley.com/10.1110/ps.051936406",
        "volume": [
            "15"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}