{
    "abstract": "Designing peptide-based vaccines for therapeutic applications in cancer immunotherapy requires detailed knowledge of the interactions between the antigenic peptide and major histocompatibility complex (MHC) in addition to that between the peptide-MHC complex and the T-cell receptor. Past efforts to immunize with high-affinity tumour-associated antigenic peptides have not been very immunogenic, which may be attributed to the lack of T cells to these peptides, having been deleted during thymic development. For this reason, low-to-medium affinity non-canonical peptides represent more suitable candidates. However, in addition to the difficulty in identifying such antigens, peptide binding to MHC, and hence its ability to induce a strong immune response, is limited. Therefore, to enhance binding to MHC and improve immune responses, anchor modifications of non-canonical tumour-associated peptides would be advantageous. In this study, the non-canonical tumour-associated peptide from MUC1, MUC1-8 (SAPDTRPA), was modified at the MHC anchor residues to SAPDFRPL (MUC1-8-5F8L) and showed enhanced binding to H-2Kb and improved immune responses. Furthermore, the crystal structure of MUC1-8-5F8L in complex with H-2Kb was determined and it revealed that binding of the peptide to MHC is similar to that of the canonical peptide OVA8 (SIINFEKL).",
    "bibjson": {
        "author": [
            {
                "initials": "E",
                "lastname": "Lazoura",
                "name": "Lazoura E"
            },
            {
                "initials": "J",
                "lastname": "Lodding",
                "name": "Lodding J"
            },
            {
                "initials": "W",
                "lastname": "Farrugia",
                "name": "Farrugia W"
            },
            {
                "initials": "PA",
                "lastname": "Ramsland",
                "name": "Ramsland PA"
            },
            {
                "initials": "J",
                "lastname": "Stevens",
                "name": "Stevens J"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            },
            {
                "initials": "GA",
                "lastname": "Pietersz",
                "name": "Pietersz GA"
            },
            {
                "initials": "V",
                "lastname": "Apostolopoulos",
                "name": "Apostolopoulos V"
            }
        ],
        "identifier": [
            {
                "id": "10.1111/j.1365-2567.2006.02434.x",
                "type": "doi"
            },
            {
                "id": "17067310",
                "type": "pubmed"
            }
        ],
        "issue": [
            "3"
        ],
        "journal": {
            "iso_abbreviation": "Immunology",
            "name": ""
        },
        "pages": [
            "306-16"
        ],
        "title": "Enhanced major histocompatibility complex class I binding and immune responses through anchor modification of the non-canonical tumour-associated mucin 1-8 peptide.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1111/j.1365-2567.2006.02434.x",
        "volume": [
            "119"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}