{
    "abstract": "Our understanding of the molecular mechanisms of T cell alloreactivity remains limited by the lack of systems for which both the T cell receptor allo- and cognate ligand are known. Here we provide evidence that a single alloreactive T cell receptor interacts with analogous structural regions of its cognate ligand, HLA-B*0801(FLRGRAYGL), as its allogeneic ligand, HLA-B*3501(KPIVVLHGY). The crystal structures of the binary peptide-major histocompatibility complexes show marked differences in the conformation of the heavy chains as well as the bound peptides. Nevertheless, both epitopes possess a prominent solvent-exposed aromatic residue at position 7 flanked by a small glycine at position 8 of the peptide determinant. Moreover, regions of close structural homology between the heavy chains of HLA B8 and HLA B35 coincided with regions that have previously been implicated in \"hot spots\" of T cell receptor recognition. The avidity of this human T cell receptor was also comparable for the allo- and cognate ligand, consistent with the modes of T cell receptor binding being broadly similar for these complexes. Collectively, it appears that highly focused structural mimicry against a diverse structural background provides a basis for the observed alloreactivity in this system. This cross-reactivity underpins the T cell degeneracy inherent in the limited mature T cell repertoire that must respond to a vast diversity of microbial antigens.",
    "bibjson": {
        "author": [
            {
                "initials": "JK",
                "lastname": "Archbold",
                "name": "Archbold JK"
            },
            {
                "initials": "WA",
                "lastname": "Macdonald",
                "name": "Macdonald WA"
            },
            {
                "initials": "JJ",
                "lastname": "Miles",
                "name": "Miles JJ"
            },
            {
                "initials": "RM",
                "lastname": "Brennan",
                "name": "Brennan RM"
            },
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "SR",
                "lastname": "Burrows",
                "name": "Burrows SR"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.m606755200",
                "type": "doi"
            },
            {
                "id": "16963442",
                "type": "pubmed"
            }
        ],
        "issue": [
            "45"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "34324-32"
        ],
        "title": "Alloreactivity between disparate cognate and allogeneic pMHC-I complexes is the result of highly focused, peptide-dependent structural mimicry.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820706162",
        "volume": [
            "281"
        ],
        "year": [
            2006
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}