{
    "abstract": "To study the structure of a homogenous major histocompatibility complex (MHC) class I molecule containing a single bound peptide, a complex of recombinant mouse H-2Kb, beta 2-microglobulin (beta 2m), and a fragment of the vesicular stomatitis virus (VSV) nuclear capsid protein, VSV-(N52-59) octapeptide (Arg-Gly-Tyr-Val-Tyr-Gln-Gly-Leu), was prepared by exploiting a high-yield bacterial expression system and in vitro cocomplex formation. The structure of mouse H-2Kb revealed its similarity to three human class I HLA molecules, consistent with the high primary sequence homology and common function of these peptide-presenting molecules. Electron density was located in the peptide-binding groove, to which a single peptide in a unique conformation was unambiguously fit. The peptide extends the length of the groove, parallel to the alpha-helices, and assumes an extended, mostly beta-strand conformation. The peptide is constrained within the groove by hydrogen bonding of its main-chain atoms and by contacts of its side chains with the H-2Kb molecule. The amino-terminal nitrogen atom of the peptide forms a hydrogen bond with the hydroxyl group of Tyr-171 of H-2Kb at one end of the groove, while the carboxyl-terminal oxygen forms a hydrogen bond with the hydroxyl group of Tyr-84 at the other end. Since the amino acids at both ends are conserved among human and mouse MHC molecules, this anchoring of each end of the peptide appears to be a general feature of peptide-MHC class I molecule binding and imposes restrictions on its length. The side chains of residues Tyr-3, Tyr-5, and Leu-8 of the VSV octapeptide fit into the interior of the H-2Kb molecule with no appreciable surface exposure, a finding in support of previous biological studies that showed the importance of these residues for binding. Thus, the basis for binding of specific peptide sequences to the MHC class I molecule is the steric restriction imposed on the peptide side chains by the architecture of the floor and sides of the groove. The side chains of Arg-1, Val-4, and Gln-6 and the main-chain of Gly-7 of the octapeptide are exposed on the surface of the complex, thus confirming their availability for T-cell receptor contact, as previously demonstrated by T-cell recognition experiments.",
    "bibjson": {
        "author": [
            {
                "initials": "W",
                "lastname": "Zhang",
                "name": "Zhang W"
            },
            {
                "initials": "AC",
                "lastname": "Young",
                "name": "Young AC"
            },
            {
                "initials": "M",
                "lastname": "Imarai",
                "name": "Imarai M"
            },
            {
                "initials": "SG",
                "lastname": "Nathenson",
                "name": "Nathenson SG"
            },
            {
                "initials": "JC",
                "lastname": "Sacchettini",
                "name": "Sacchettini JC"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.89.17.8403",
                "type": "doi"
            },
            {
                "id": "1325657",
                "type": "pubmed"
            }
        ],
        "issue": [
            "17"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "8403-7"
        ],
        "title": "Crystal structure of the major histocompatibility complex class I H-2Kb molecule containing a single viral peptide: implications for peptide binding and T-cell receptor recognition.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.89.17.8403",
        "volume": [
            "89"
        ],
        "year": [
            1992
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}