{
    "abstract": "Binding degeneracy is thought to constitute a fundamental property of the T-cell antigen receptor (TCR), yet its structural basis is poorly understood. We determined the crystal structure of a complex involving the BM3.3 TCR and a peptide (pBM8) bound to the H-2K(bm8) major histocompatibility complex (MHC) molecule, and compared it with the structures of the BM3.3 TCR bound to H-2K(b) molecules loaded with two peptides that had a minimal level of primary sequence identity with pBM8. Our findings provide a refined structural view of the basis of BM3.3 TCR cross-reactivity and a structural explanation for the long-standing paradox that a TCR antigen-binding site can be both specific and degenerate. We also measured the thermodynamic features and biological penalties that incurred during cross-recognition. Our data illustrate the difficulty for a given TCR in adapting to distinct peptide-MHC surfaces while still maintaining affinities that result in functional in vivo responses. Therefore, when induction of protective effector T cells is used as the ultimate criteria for adaptive immunity, TCRs are probably much less degenerate than initially assumed.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "Mazza",
                "name": "Mazza C"
            },
            {
                "initials": "N",
                "lastname": "Auphan-Anezin",
                "name": "Auphan-Anezin N"
            },
            {
                "initials": "C",
                "lastname": "Gregoire",
                "name": "Gregoire C"
            },
            {
                "initials": "A",
                "lastname": "Guimezanes",
                "name": "Guimezanes A"
            },
            {
                "initials": "C",
                "lastname": "Kellenberger",
                "name": "Kellenberger C"
            },
            {
                "initials": "A",
                "lastname": "Roussel",
                "name": "Roussel A"
            },
            {
                "initials": "A",
                "lastname": "Kearney",
                "name": "Kearney A"
            },
            {
                "initials": "PA",
                "lastname": "van der Merwe",
                "name": "van der Merwe PA"
            },
            {
                "initials": "AM",
                "lastname": "Schmitt-Verhulst",
                "name": "Schmitt-Verhulst AM"
            },
            {
                "initials": "B",
                "lastname": "Malissen",
                "name": "Malissen B"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/sj.emboj.7601605",
                "type": "doi"
            },
            {
                "id": "17363906",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "EMBO J.",
            "name": ""
        },
        "pages": [
            "1972-83"
        ],
        "title": "How much can a T-cell antigen receptor adapt to structurally distinct antigenic peptides?",
        "type": "article",
        "url": "http://emboj.embopress.org/cgi/doi/10.1038/sj.emboj.7601605",
        "volume": [
            "26"
        ],
        "year": [
            2007
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}