{
    "abstract": "Naturally selected T-cell receptors (TCRs) are characterised by low binding affinities, typically in the range 1-100 microM. Crystal structures of syngeneic TCRs bound to peptide major histocompatibility complex (pMHC) antigens exhibit a conserved mode of binding characterised by a distinct diagonal binding geometry, with poor shape complementarity (SC) between receptor and ligand. Here, we report the structures of three in vitro affinity enhanced TCRs that recognise the pMHC tumour epitope NY-ESO(157-165) (SLLMWITQC). These crystal structures reveal that the docking mode for the high affinity TCRs is identical to that reported for the parental wild-type TCR, with only subtle changes in the mutated complementarity determining regions (CDRs) that form contacts with pMHC; both CDR2 and CDR3 mutations act synergistically to improve the overall affinity. Comparison of free and bound TCR structures for both wild-type and a CDR3 mutant reveal an induced fit mechanism arising from restructuring of CDR3 loops which allows better peptide binding. Overall, an increased interface area, improved SC and additional H-bonding interactions are observed, accounting for the increase in affinity. Most notably, there is a marked increase in the SC for the central methionine and tryptophan peptide motif over the native TCR.",
    "bibjson": {
        "author": [
            {
                "initials": "M",
                "lastname": "Sami",
                "name": "Sami M"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "S",
                "lastname": "Dunn",
                "name": "Dunn S"
            },
            {
                "initials": "P",
                "lastname": "Molloy",
                "name": "Molloy P"
            },
            {
                "initials": "R",
                "lastname": "Moysey",
                "name": "Moysey R"
            },
            {
                "initials": "A",
                "lastname": "Vuidepot",
                "name": "Vuidepot A"
            },
            {
                "initials": "E",
                "lastname": "Baston",
                "name": "Baston E"
            },
            {
                "initials": "P",
                "lastname": "Todorov",
                "name": "Todorov P"
            },
            {
                "initials": "Y",
                "lastname": "Li",
                "name": "Li Y"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "JM",
                "lastname": "Boulter",
                "name": "Boulter JM"
            },
            {
                "initials": "BK",
                "lastname": "Jakobsen",
                "name": "Jakobsen BK"
            }
        ],
        "identifier": [
            {
                "id": "10.1093/protein/gzm033",
                "type": "doi"
            },
            {
                "id": "17644531",
                "type": "pubmed"
            }
        ],
        "issue": [
            "8"
        ],
        "journal": {
            "iso_abbreviation": "Protein Eng. Des. Sel.",
            "name": ""
        },
        "pages": [
            "397-403"
        ],
        "title": "Crystal structures of high affinity human T-cell receptors bound to peptide major histocompatibility complex reveal native diagonal binding geometry.",
        "type": "article",
        "url": "https://academic.oup.com/peds/article-lookup/doi/10.1093/protein/gzm033",
        "volume": [
            "20"
        ],
        "year": [
            2007
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}