{
    "abstract": "MHC class I peptide complexes (pMHC) are routinely used to enumerate T cell populations and are currently being evaluated as vaccines to tumors and specific pathogens. Herein, we describe the structures of three generations of single-chain pMHC progressively designed for the optimal presentation of covalently associated epitopes. Our ultimate design employs a versatile disulfide trap between an invariant MHC residue and a short C-terminal peptide extension. This general strategy is nondisruptive of native pMHC conformation and T cell receptor engagement. Indeed, cell-surface-expressed MHC complexes with disulfide-trapped epitopes are refractory to peptide exchange, suggesting they will make safe and effective vaccines. Furthermore, we find that disulfide-trap stabilized, recombinant pMHC reagents reliably detect polyclonal CD8 T cell populations as proficiently as conventional reagents and are thus well suited to monitor or modulate immune responses during pathogenesis.",
    "bibjson": {
        "author": [
            {
                "initials": "V",
                "lastname": "Mitaksov",
                "name": "Mitaksov V"
            },
            {
                "initials": "SM",
                "lastname": "Truscott",
                "name": "Truscott SM"
            },
            {
                "initials": "L",
                "lastname": "Lybarger",
                "name": "Lybarger L"
            },
            {
                "initials": "JM",
                "lastname": "Connolly",
                "name": "Connolly JM"
            },
            {
                "initials": "TH",
                "lastname": "Hansen",
                "name": "Hansen TH"
            },
            {
                "initials": "DH",
                "lastname": "Fremont",
                "name": "Fremont DH"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.chembiol.2007.07.010",
                "type": "doi"
            },
            {
                "id": "17719490",
                "type": "pubmed"
            }
        ],
        "issue": [
            "8"
        ],
        "journal": {
            "iso_abbreviation": "Chem. Biol.",
            "name": ""
        },
        "pages": [
            "909-22"
        ],
        "title": "Structural engineering of pMHC reagents for T cell vaccines and diagnostics.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074552107002499",
        "volume": [
            "14"
        ],
        "year": [
            2007
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}