{
    "abstract": "All thymically selected T cells are inherently cross-reactive, yet many data indicate a fine specificity in antigen recognition, which enables virus escape from immune control by mutation in infections such as the human immunodeficiency virus (HIV). To address this paradox, we analyzed the fine specificity of T cells recognizing a human histocompatibility leukocyte antigen (HLA)-A2-restricted, strongly immunodominant, HIV gag epitope (SLFNTVATL). The majority of 171 variant peptides tested bound HLA-A2, but only one third were recognized. Surprisingly, one recognized variant (SLYNTVATL) showed marked differences in structure when bound to HLA-A2. T cell receptor (TCR) recognition of variants of these two peptides implied that they adopted the same conformation in the TCR-peptide-major histocompatibility complex (MHC) complex. However, the on-rate kinetics of TCR binding were identical, implying that conformational changes at the TCR-peptide-MHC binding interface occur after an initial permissive antigen contact. These findings have implications for the rational design of vaccines targeting viruses with unstable genomes.",
    "bibjson": {
        "author": [
            {
                "initials": "JK",
                "lastname": "Lee",
                "name": "Lee JK"
            },
            {
                "initials": "G",
                "lastname": "Stewart-Jones",
                "name": "Stewart-Jones G"
            },
            {
                "initials": "T",
                "lastname": "Dong",
                "name": "Dong T"
            },
            {
                "initials": "K",
                "lastname": "Harlos",
                "name": "Harlos K"
            },
            {
                "initials": "K",
                "lastname": "Di Gleria",
                "name": "Di Gleria K"
            },
            {
                "initials": "L",
                "lastname": "Dorrell",
                "name": "Dorrell L"
            },
            {
                "initials": "DC",
                "lastname": "Douek",
                "name": "Douek DC"
            },
            {
                "initials": "PA",
                "lastname": "van der Merwe",
                "name": "van der Merwe PA"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            },
            {
                "initials": "AJ",
                "lastname": "McMichael",
                "name": "McMichael AJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1084/jem.20041251",
                "type": "doi"
            },
            {
                "id": "15583017",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "J. Exp. Med.",
            "name": ""
        },
        "pages": [
            "1455-66"
        ],
        "title": "T cell cross-reactivity and conformational changes during TCR engagement.",
        "type": "article",
        "url": "https://rupress.org/jem/article/200/11/1455/54291/T-Cell-CrossReactivity-and-Conformational-Changes",
        "volume": [
            "200"
        ],
        "year": [
            2004
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}