{
    "abstract": "The x-ray structures of a murine MHC class I molecule (H-2Kb) were determined in complex with two different viral peptides, derived from the vesicular stomatitis virus nucleoprotein (52-59), VSV-8, and the Sendai virus nucleoprotein (324-332), SEV-9. The H-2Kb complexes were refined at 2.3 A for VSV-8 and 2.5 A for SEV-9. The structure of H-2Kb exhibits a high degree of similarity with human HLA class I, although the individual domains can have slightly altered dispositions. Both peptides bind in extended conformations with most of their surfaces buried in the H-2Kb binding groove. The nonamer peptide maintains the same amino- and carboxyl-terminal interactions as the octamer primarily by the insertion of a bulge in the center of an otherwise beta conformation. Most of the specific interactions are between side-chain atoms of H-2Kb and main-chain atoms of peptide. This binding scheme accounts in large part for the enormous diversity of peptide sequences that bind with high affinity to class I molecules. Small but significant conformational changes in H-2Kb are associated with peptide binding, and these synergistic movements may be an integral part of the T cell receptor recognition process.",
    "bibjson": {
        "author": [
            {
                "initials": "DH",
                "lastname": "Fremont",
                "name": "Fremont DH"
            },
            {
                "initials": "M",
                "lastname": "Matsumura",
                "name": "Matsumura M"
            },
            {
                "initials": "EA",
                "lastname": "Stura",
                "name": "Stura EA"
            },
            {
                "initials": "PA",
                "lastname": "Peterson",
                "name": "Peterson PA"
            },
            {
                "initials": "IA",
                "lastname": "Wilson",
                "name": "Wilson IA"
            }
        ],
        "identifier": [
            {
                "id": "10.1126/science.1323877",
                "type": "doi"
            },
            {
                "id": "1323877",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5072"
        ],
        "journal": {
            "iso_abbreviation": "Science",
            "name": ""
        },
        "pages": [
            "919-27"
        ],
        "title": "Crystal structures of two viral peptides in complex with murine MHC class I H-2Kb.",
        "type": "article",
        "url": "https://www.science.org/doi/10.1126/science.1323877",
        "volume": [
            "257"
        ],
        "year": [
            1992
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}