{
    "abstract": "Class I MHC tetramers allow direct phenotypic identification of CD8(+) T cell populations, but their production remains laborious. A peptide exchange strategy that employs class I MHC products loaded with conditional ligands (caged MHC molecules) provides a fast and straightforward method to obtain diverse arrays of class I MHC tetramers and facilitates CD8(+) T cell epitope discovery. Here, we describe the development of photocleavable analogs of the FAPGNYPAL (SV9) epitope that bind H-2K(b) and H-2D(b) with full retention of their structural and functional integrity. We ranked all possible H-2K(b) octameric and H-2D(b) nonameric epitopes that span the genome of Chlamydia trachomatis and prepared MHC tetramers from approximately 2,000 of the highest scoring peptides by replacement of the SV9 analog with the peptide of choice. The resulting 2,000-member class I MHC tetramer array allowed the discovery of two variants of an epitope derived from polymorphic membrane protein I (PmpI) and an assessment of the kinetics of emergence and the effector function of the corresponding CD8(+) T cells.",
    "bibjson": {
        "author": [
            {
                "initials": "GM",
                "lastname": "Grotenbreg",
                "name": "Grotenbreg GM"
            },
            {
                "initials": "NR",
                "lastname": "Roan",
                "name": "Roan NR"
            },
            {
                "initials": "E",
                "lastname": "Guillen",
                "name": "Guillen E"
            },
            {
                "initials": "R",
                "lastname": "Meijers",
                "name": "Meijers R"
            },
            {
                "initials": "JH",
                "lastname": "Wang",
                "name": "Wang JH"
            },
            {
                "initials": "GW",
                "lastname": "Bell",
                "name": "Bell GW"
            },
            {
                "initials": "MN",
                "lastname": "Starnbach",
                "name": "Starnbach MN"
            },
            {
                "initials": "HL",
                "lastname": "Ploegh",
                "name": "Ploegh HL"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.0711504105",
                "type": "doi"
            },
            {
                "id": "18245382",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "3831-6"
        ],
        "title": "Discovery of CD8+ T cell epitopes in Chlamydia trachomatis infection through use of caged class I MHC tetramers.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.0711504105",
        "volume": [
            "105"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}