{
    "abstract": "Immunodominant and public T cell receptor (TCR) usage is relatively common in many viral diseases yet surprising in the context of the large naive TCR repertoire. We examined the highly conserved Vbeta17:Valpha10.2 JM22 T cell response to the influenza matrix peptide (58-66)-HLA-A*0201 (HLA-A2-flu) through extensive kinetic, thermodynamic, and structural analyses. We found several conformational adjustments that accompany JM22-HLA-A2-flu binding and identified a binding \"hotspot\" within the Vbeta domain of the TCR. Within this hotspot, key germline-encoded CDR1 and CDR2 loop residues and a crucial but commonly coded residue in the hypervariable region of CDR3 provide the basis for the substantial bias in the selection of the germline-encoded Vbeta17 domain. The chances of having a substantial number of T cells in the naive repertoire that have HLA-A2-flu-specific Vbeta17 receptors may consequently be relatively high, thus explaining the immunodominant usage of this clonotype.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Ishizuka",
                "name": "Ishizuka J"
            },
            {
                "initials": "GB",
                "lastname": "Stewart-Jones",
                "name": "Stewart-Jones GB"
            },
            {
                "initials": "A",
                "lastname": "van der Merwe",
                "name": "van der Merwe A"
            },
            {
                "initials": "JI",
                "lastname": "Bell",
                "name": "Bell JI"
            },
            {
                "initials": "AJ",
                "lastname": "McMichael",
                "name": "McMichael AJ"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.immuni.2007.12.018",
                "type": "doi"
            },
            {
                "id": "18275829",
                "type": "pubmed"
            }
        ],
        "issue": [
            "2"
        ],
        "journal": {
            "iso_abbreviation": "Immunity",
            "name": ""
        },
        "pages": [
            "171-82"
        ],
        "title": "The structural dynamics and energetics of an immunodominant T cell receptor are programmed by its Vbeta domain.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074761308000411",
        "volume": [
            "28"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}