{
    "abstract": "High-throughput structure determination of protein-ligand complexes is central in drug development and structural proteomics. To facilitate such high-throughput structure determination we designed an induced replacement strategy. Crystals of a protein complex bound to a photosensitive ligand are exposed to UV light, inducing the departure of the bound ligand, allowing a new ligand to soak in. We exemplify the approach for a class of protein complexes that is especially recalcitrant to high-throughput strategies: the MHC class I proteins. We developed a UV-sensitive, \"conditional\", peptide ligand whose UV-induced cleavage in the crystals leads to the exchange of the low-affinity lytic fragments for full-length peptides introduced in the crystallant solution. This \"in crystallo\" exchange is monitored by the loss of seleno-methionine anomalous diffraction signal of the conditional peptide compared to the signal of labeled MHC beta2m subunit. This method has the potential to facilitate high-throughput crystallography in various protein families.",
    "bibjson": {
        "author": [
            {
                "initials": "PH",
                "lastname": "Celie",
                "name": "Celie PH"
            },
            {
                "initials": "M",
                "lastname": "Toebes",
                "name": "Toebes M"
            },
            {
                "initials": "B",
                "lastname": "Rodenko",
                "name": "Rodenko B"
            },
            {
                "initials": "H",
                "lastname": "Ovaa",
                "name": "Ovaa H"
            },
            {
                "initials": "A",
                "lastname": "Perrakis",
                "name": "Perrakis A"
            },
            {
                "initials": "TN",
                "lastname": "Schumacher",
                "name": "Schumacher TN"
            }
        ],
        "identifier": [
            {
                "id": "10.1021/ja9037559",
                "type": "doi"
            },
            {
                "id": "19655750",
                "type": "pubmed"
            }
        ],
        "issue": [
            "34"
        ],
        "journal": {
            "iso_abbreviation": "J. Am. Chem. Soc.",
            "name": ""
        },
        "pages": [
            "12298-304"
        ],
        "title": "UV-induced ligand exchange in MHC class I protein crystals.",
        "type": "article",
        "url": "https://pubs.acs.org/doi/10.1021/ja9037559",
        "volume": [
            "131"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}