{
    "abstract": "Class I major histocompatibility complexes (MHCs) present peptide ligands on the cell surface for recognition by appropriate cytotoxic T cells. The unstable nature of unliganded MHC necessitates the production of recombinant class I complexes through in vitro refolding reactions in the presence of an added excess of peptides. This strategy is not amenable to high-throughput production of vast collections of class I complexes. To address this issue, we recently designed photocaged MHC ligands that can be cleaved by a UV light trigger in the MHC bound state under conditions that do not affect the integrity of the MHC structure. The results obtained with photocaged MHC ligands demonstrate that conditional MHC ligands can form a generally applicable concept for the creation of defined peptide-MHCs. However, the use of UV exposure to mediate ligand exchange is unsuited for a number of applications, due to the lack of UV penetration through cell culture systems and due to the transfer of heat upon UV irradiation, which can induce evaporation. To overcome these limitations, here, we provide proof-of-concept for the generation of defined peptide-MHCs by chemical trigger-induced ligand exchange. The crystal structure of the MHC with the novel chemosensitive ligand showcases that the ligand occupies the expected binding site, in a conformation where the hydroxyl groups should be reactive to periodate. We proceed to validate this technology by producing peptide-MHCs that can be used for T cell detection. The methodology that we describe here should allow loading of MHCs with defined peptides in cell culture devices, thereby permitting antigen-specific T cell expansion and purification for cell therapy. In addition, this technology will be useful to develop miniaturized assay systems for performing high-throughput screens for natural and unnatural MHC ligands.",
    "bibjson": {
        "author": [
            {
                "initials": "B",
                "lastname": "Rodenko",
                "name": "Rodenko B"
            },
            {
                "initials": "M",
                "lastname": "Toebes",
                "name": "Toebes M"
            },
            {
                "initials": "PH",
                "lastname": "Celie",
                "name": "Celie PH"
            },
            {
                "initials": "A",
                "lastname": "Perrakis",
                "name": "Perrakis A"
            },
            {
                "initials": "TN",
                "lastname": "Schumacher",
                "name": "Schumacher TN"
            },
            {
                "initials": "H",
                "lastname": "Ovaa",
                "name": "Ovaa H"
            }
        ],
        "identifier": [
            {
                "id": "10.1021/ja9037565",
                "type": "doi"
            },
            {
                "id": "19655751",
                "type": "pubmed"
            }
        ],
        "issue": [
            "34"
        ],
        "journal": {
            "iso_abbreviation": "J. Am. Chem. Soc.",
            "name": ""
        },
        "pages": [
            "12305-13"
        ],
        "title": "Class I major histocompatibility complexes loaded by a periodate trigger.",
        "type": "article",
        "url": "https://pubs.acs.org/doi/10.1021/ja9037565",
        "volume": [
            "131"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}