{
    "abstract": "T cell receptor (TCR) recognition of peptide-MHC class I (pMHC) complexes is a crucial event in the adaptive immune response to pathogens. Peptide epitopes often display a strong dominance hierarchy, resulting in focusing of the response on a limited number of the most dominant epitopes. Such T cell responses may be additionally restricted by particular MHC alleles in preference to others. We have studied this poorly understood phenomenon using Theileria parva, a protozoan parasite that causes an often fatal lymphoproliferative disease in cattle. Despite its antigenic complexity, CD8+ T cell responses induced by infection with the parasite show profound immunodominance, as exemplified by the Tp1(214-224) epitope presented by the common and functionally important MHC class I allele N*01301. We present a high-resolution crystal structure of this pMHC complex, demonstrating that the peptide is presented in a distinctive raised conformation. Functional studies using CD8+ T cell clones show that this impacts significantly on TCR recognition. The unconventional structure is generated by a hydrophobic ridge within the MHC peptide binding groove, found in a set of cattle MHC alleles. Extremely rare in all other species, this feature is seen in a small group of mouse MHC class I molecules. The data generated in this analysis contribute to our understanding of the structural basis for T cell-dependent immune responses, providing insight into what determines a highly immunogenic p-MHC complex, and hence can be of value in prediction of antigenic epitopes and vaccine design.",
    "bibjson": {
        "author": [
            {
                "initials": "IK",
                "lastname": "Macdonald",
                "name": "Macdonald IK"
            },
            {
                "initials": "M",
                "lastname": "Harkiolaki",
                "name": "Harkiolaki M"
            },
            {
                "initials": "L",
                "lastname": "Hunt",
                "name": "Hunt L"
            },
            {
                "initials": "T",
                "lastname": "Connelley",
                "name": "Connelley T"
            },
            {
                "initials": "AV",
                "lastname": "Carroll",
                "name": "Carroll AV"
            },
            {
                "initials": "ND",
                "lastname": "MacHugh",
                "name": "MacHugh ND"
            },
            {
                "initials": "SP",
                "lastname": "Graham",
                "name": "Graham SP"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            },
            {
                "initials": "WI",
                "lastname": "Morrison",
                "name": "Morrison WI"
            },
            {
                "initials": "DR",
                "lastname": "Flower",
                "name": "Flower DR"
            },
            {
                "initials": "SA",
                "lastname": "Ellis",
                "name": "Ellis SA"
            }
        ],
        "identifier": [
            {
                "id": "10.1371/journal.ppat.1001149",
                "type": "doi"
            },
            {
                "id": "20976198",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "PLoS Pathog.",
            "name": ""
        },
        "pages": [
            "e1001149"
        ],
        "title": "MHC class I bound to an immunodominant Theileria parva epitope demonstrates unconventional presentation to T cell receptors.",
        "type": "article",
        "url": "https://dx.plos.org/10.1371/journal.ppat.1001149",
        "volume": [
            "6"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "Y"
}