{
    "abstract": "Polymorphic differences distinguishing MHC class I subtypes often permit the presentation of shared epitopes in conformationally identical formats but can affect T-cell repertoire selection, differentially impacting autoimmune susceptibilities and viral clearance in vivo. The molecular mechanisms underlying this effect are not well understood. We performed structural, thermodynamic, and functional analyses of a conserved T-cell receptor (TCR) which is frequently expanded in response to a HIV-1 epitope when presented by HLA-B*5701 but is not selected by HLA-B*5703, which differs from HLA-B*5701 by two concealed polymorphisms. Our findings illustrate that although both HLA-B*57 subtypes display the epitope in structurally conserved formats, the impact of their polymorphic differences occurs directly as a consequence of TCR ligation, primarily because of peptide adjustments required for TCR binding, which involves the interplay of polymorphic residues and water molecules. These minor differences culminate in subtype-specific differential TCR-binding kinetics and cellular function. Our data demonstrate a potential mechanism whereby the most subtle MHC class I micropolymorphisms can influence TCR use and highlight their implications for disease outcomes.",
    "bibjson": {
        "author": [
            {
                "initials": "GB",
                "lastname": "Stewart-Jones",
                "name": "Stewart-Jones GB"
            },
            {
                "initials": "P",
                "lastname": "Simpson",
                "name": "Simpson P"
            },
            {
                "initials": "PA",
                "lastname": "van der Merwe",
                "name": "van der Merwe PA"
            },
            {
                "initials": "P",
                "lastname": "Easterbrook",
                "name": "Easterbrook P"
            },
            {
                "initials": "AJ",
                "lastname": "McMichael",
                "name": "McMichael AJ"
            },
            {
                "initials": "SL",
                "lastname": "Rowland-Jones",
                "name": "Rowland-Jones SL"
            },
            {
                "initials": "EY",
                "lastname": "Jones",
                "name": "Jones EY"
            },
            {
                "initials": "GM",
                "lastname": "Gillespie",
                "name": "Gillespie GM"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1207896109",
                "type": "doi"
            },
            {
                "id": "23161907",
                "type": "pubmed"
            }
        ],
        "issue": [
            "50"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "E3483-92"
        ],
        "title": "Structural features underlying T-cell receptor sensitivity to concealed MHC class I micropolymorphisms.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1207896109",
        "volume": [
            "109"
        ],
        "year": [
            2012
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}