{
    "abstract": "Inflammatory processes are accompanied by the posttranslational modification of certain arginine residues within proteins to yield citrulline, although it is largely unknown how this modification influences antigen presentation. We employed crystallographic and functional studies to investigate whether the exchange of arginine to citrulline affects the display of a peptide by two human major histocompatibility antigen class I subtypes, HLA-B(*)2705 and HLA-B(*)2709. Both differ only in residue 116 within the peptide binding groove despite their differential association with ankylosing spondylitis, an inflammatory rheumatic disorder. The crystal structures described here show that a modified self-peptide, pVIPR-U5 (RRKWURWHL; U = citrulline), is presented by the two HLA-B27 molecules in distinct conformations. These binding modes differ not only drastically from each other but also from the conformations exhibited by the non-citrullinated peptide in a given subtype. The differential reactivity of HLA-B27-restricted cytotoxic T cells with modified or unmodified pVIPR supports the structural findings and shows that the presentation of citrullinated peptides has the potential to influence immune responses.",
    "bibjson": {
        "author": [
            {
                "initials": "A",
                "lastname": "Beltrami",
                "name": "Beltrami A"
            },
            {
                "initials": "M",
                "lastname": "Rossmann",
                "name": "Rossmann M"
            },
            {
                "initials": "MT",
                "lastname": "Fiorillo",
                "name": "Fiorillo MT"
            },
            {
                "initials": "F",
                "lastname": "Paladini",
                "name": "Paladini F"
            },
            {
                "initials": "R",
                "lastname": "Sorrentino",
                "name": "Sorrentino R"
            },
            {
                "initials": "W",
                "lastname": "Saenger",
                "name": "Saenger W"
            },
            {
                "initials": "P",
                "lastname": "Kumar",
                "name": "Kumar P"
            },
            {
                "initials": "A",
                "lastname": "Ziegler",
                "name": "Ziegler A"
            },
            {
                "initials": "B",
                "lastname": "Uchanska-Ziegler",
                "name": "Uchanska-Ziegler B"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.m802818200",
                "type": "doi"
            },
            {
                "id": "18650441",
                "type": "pubmed"
            }
        ],
        "issue": [
            "40"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "27189-99"
        ],
        "title": "Citrullination-dependent differential presentation of a self-peptide by HLA-B27 subtypes.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820734848",
        "volume": [
            "283"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}