{
    "abstract": "The existence of cytotoxic T cells (CTL) cross-reacting with the human major histocompatibility antigens HLA-B14 and HLA-B27 suggests that their alloreactivity could be due to presentation of shared peptides in similar binding modes by these molecules. We therefore determined the crystal structures of the subtypes HLA-B*1402, HLA-B*2705, and HLA-B*2709 in complex with a proven self-ligand, pCatA (peptide with the sequence IRAAPPPLF derived from cathepsin A (residues 2-10)), and of HLA-B*1402 in complex with a viral peptide, pLMP2 (RRRWRRLTV, derived from latent membrane protein 2 (residues 236-244) of Epstein-Barr virus). Despite the exchange of 18 residues within the binding grooves of HLA-B*1402 and HLA-B*2705 or HLA-B*2709, the pCatA peptide is presented in nearly identical conformations. However, pLMP2 is displayed by HLA-B*1402 in a conformation distinct from those previously found in the two HLA-B27 subtypes. In addition, the complexes of HLA-B*1402 with the two peptides reveal a nonstandard, tetragonal mode of the peptide N terminus anchoring in the binding groove because of the exchange of the common Tyr-171 by His-171 of the HLA-B*1402 heavy chain. This exchange appears also responsible for reduced stability of HLA-B14-peptide complexes in vivo and slow assembly in vitro. The studies with the pCatA peptide uncover that CTL cross-reactive between HLA-B14 and HLA-B27 might primarily recognize the common structural features of the bound peptide, thus neglecting amino acid replacements within the rim of the binding grooves. In contrast, structural alterations between the three complexes with the pLMP2 peptide indicate how heavy chain polymorphisms can influence peptide display and prevent CTL cross-reactivity between HLA-B14 and HLA-B27 antigens.",
    "bibjson": {
        "author": [
            {
                "initials": "P",
                "lastname": "Kumar",
                "name": "Kumar P"
            },
            {
                "initials": "A",
                "lastname": "Vahedi-Faridi",
                "name": "Vahedi-Faridi A"
            },
            {
                "initials": "W",
                "lastname": "Saenger",
                "name": "Saenger W"
            },
            {
                "initials": "E",
                "lastname": "Merino",
                "name": "Merino E"
            },
            {
                "initials": "JA",
                "lastname": "López de Castro",
                "name": "López de Castro JA"
            },
            {
                "initials": "B",
                "lastname": "Uchanska-Ziegler",
                "name": "Uchanska-Ziegler B"
            },
            {
                "initials": "A",
                "lastname": "Ziegler",
                "name": "Ziegler A"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M109.038497",
                "type": "doi"
            },
            {
                "id": "19617632",
                "type": "pubmed"
            }
        ],
        "issue": [
            "43"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "29784-97"
        ],
        "title": "Structural basis for T cell alloreactivity among three HLA-B14 and HLA-B27 antigens.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820381904",
        "volume": [
            "284"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}