{
    "abstract": "Type II diabetes is associated with poor breast cancer prognosis. To study the association between a diabetes risk reduction diet (DRRD) and survival following breast cancer, we followed 8,482 women with breast cancer from two large cohort studies. Information on diet and other factors was repeatedly measured in validated questionnaires every two to four years. The DRRD includes 9 components: higher intakes of cereal fiber, coffee, nuts, whole fruits and polyunsaturated/saturated fat ratio; and lower glycemic index, trans fat, sugar-sweetened beverages, and red meat. Cumulative average DRRD score was calculated using repeated measures of postdiagnostic diet. Deaths were assessed by family members or via National Death Index. Multivariable-adjusted HRs and 95% confidence intervals (CI) were estimated using Cox proportional hazards models. During a median of 14 years of follow-up since diagnosis, 2,600 deaths occurred among participants, 1,042 of which were due to breast cancer. Women with higher postdiagnostic DRRD score had a 20% lower risk of breast cancer-specific mortality (top vs. bottom quintile HR = 0.80; 95% CI = 0.65-0.97; <i>P</i> <sub>trend</sub> = 0.02) and 34% lower risk of all-cause mortality (HR = 0.66; 95% CI = 0.58-0.76; <i>P</i> <sub>trend</sub> < 0.0001). Compared with women who consistently had lower score (≤median) before and after diagnosis, those whose score improved from low to high had a lower risk of breast cancer-specific mortality (HR = 0.77; 95% CI = 0.62-0.95) and overall mortality (HR = 0.85; 95% CI = 0.74-0.97). These findings demonstrate that greater adherence to DRRD was associated with better survival, suggesting postdiagnosis dietary modification consistent with type II diabetes prevention may be important for breast cancer survivors. SIGNIFICANCE: This study suggests that greater adherence to the diabetes risk reduction diet after diagnosis associates with improved survival outcomes among a large number of breast cancer survivors.",
    "bibjson": {
        "author": [
            {
                "initials": "MJ",
                "lastname": "van Stipdonk",
                "name": "van Stipdonk MJ"
            },
            {
                "initials": "D",
                "lastname": "Badia-Martinez",
                "name": "Badia-Martinez D"
            },
            {
                "initials": "M",
                "lastname": "Sluijter",
                "name": "Sluijter M"
            },
            {
                "initials": "R",
                "lastname": "Offringa",
                "name": "Offringa R"
            },
            {
                "initials": "T",
                "lastname": "van Hall",
                "name": "van Hall T"
            },
            {
                "initials": "A",
                "lastname": "Achour",
                "name": "Achour A"
            }
        ],
        "identifier": [
            {
                "id": "10.1158/0008-5472.CAN-09-1724",
                "type": "doi"
            },
            {
                "id": "19789338",
                "type": "pubmed"
            }
        ],
        "issue": [
            "19"
        ],
        "journal": {
            "iso_abbreviation": "Cancer Res.",
            "name": ""
        },
        "pages": [
            "7784-92"
        ],
        "title": "Design of agonistic altered peptides for the robust induction of CTL directed towards H-2Db in complex with the melanoma-associated epitope gp100.",
        "type": "article",
        "url": "https://aacrjournals.org/cancerres/article/69/19/7784/550084/Design-of-Agonistic-Altered-Peptides-for-the",
        "volume": [
            "69"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}