{
    "abstract": "The NKG2x/CD94 (x = A, C, E) natural killer-cell receptors perform an important role in immunosurveillance by binding to HLA-E complexes that exclusively present peptides derived from MHC class I leader sequences, thereby monitoring MHC class I expression. We have determined the crystal structure of the NKG2A/CD94/HLA-E complex at 4.4-A resolution, revealing two critical aspects of this interaction. First, the C-terminal region of the peptide, which displays the most variability among class I leader sequences, interacts entirely with CD94, the invariant component of these receptors. Second, residues 167-170 of NKG2A/C account for the approximately 6-fold-higher affinity of the inhibitory NKG2A/CD94 receptor compared to its activating NKG2C/CD94 counterpart. These residues do not contact HLA-E or peptide directly but instead form part of the heterodimer interface with CD94. An evolutionary analysis across primates reveals that whereas CD94 is evolving under purifying selection, both NKG2A and NKG2C are evolving under positive selection. Specifically, residues at the CD94 interface have evolved under positive selection, suggesting that the evolution of these genes is driven by an interaction with pathogen-derived ligands. Consistent with this possibility, we show that NKG2C/CD94, but not NKG2A/CD94, weakly but specifically binds to the CMV MHC-homologue UL18. Thus, the evolution of the NKG2x/CD94 family of receptors has likely been shaped both by the need to bind the invariant HLA-E ligand and the need to avoid subversion by pathogen-derived decoys.",
    "bibjson": {
        "author": [
            {
                "initials": "BK",
                "lastname": "Kaiser",
                "name": "Kaiser BK"
            },
            {
                "initials": "JC",
                "lastname": "Pizarro",
                "name": "Pizarro JC"
            },
            {
                "initials": "J",
                "lastname": "Kerns",
                "name": "Kerns J"
            },
            {
                "initials": "RK",
                "lastname": "Strong",
                "name": "Strong RK"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.0802736105",
                "type": "doi"
            },
            {
                "id": "18448674",
                "type": "pubmed"
            }
        ],
        "issue": [
            "18"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "6696-701"
        ],
        "title": "Structural basis for NKG2A/CD94 recognition of HLA-E.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.0802736105",
        "volume": [
            "105"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}