{
    "abstract": "TCR (T-cell receptor) recognition of antigenic peptides bound and presented by MHC (major histocompatibility complex) molecules forms the basis of the cellular immune response to pathogens and cancer. TCRs bind peptide-MHC complexes weakly and with fast kinetics, features which have hindered detailed biophysical studies of these interactions. Modified peptides resulting in enhanced TCR binding could help overcome these challenges. Furthermore, there is considerable interest in using modified peptides with enhanced TCR binding as the basis for clinical vaccines. In the present study, we examined how fluorine substitutions in an antigenic peptide can selectively impact TCR recognition. Using a structure-guided design approach, we found that fluorination of the Tax peptide [HTLV (human T-cell lymphotropic virus)-1 Tax(11-19)] enhanced binding by the Tax-specific TCR A6, yet weakened binding by the Tax-specific TCR B7. The changes in affinity were consistent with crystallographic structures and fluorine chemistry, and with the A6 TCR independent of other substitutions in the interface. Peptide fluorination thus provides a means to selectively modulate TCR binding affinity without significantly perturbing peptide composition or structure. Lastly, we probed the mechanism of fluorine's effect on TCR binding and we conclude that our results were most consistent with a 'polar hydrophobicity' mechanism, rather than a purely hydrophobic- or electrostatic-based mechanism. This finding should have an impact on other attempts to alter molecular recognition with fluorine.",
    "bibjson": {
        "author": [
            {
                "initials": "KH",
                "lastname": "Piepenbrink",
                "name": "Piepenbrink KH"
            },
            {
                "initials": "OY",
                "lastname": "Borbulevych",
                "name": "Borbulevych OY"
            },
            {
                "initials": "RF",
                "lastname": "Sommese",
                "name": "Sommese RF"
            },
            {
                "initials": "J",
                "lastname": "Clemens",
                "name": "Clemens J"
            },
            {
                "initials": "KM",
                "lastname": "Armstrong",
                "name": "Armstrong KM"
            },
            {
                "initials": "C",
                "lastname": "Desmond",
                "name": "Desmond C"
            },
            {
                "initials": "P",
                "lastname": "Do",
                "name": "Do P"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1042/BJ20090732",
                "type": "doi"
            },
            {
                "id": "19698083",
                "type": "pubmed"
            }
        ],
        "issue": [
            "3"
        ],
        "journal": {
            "iso_abbreviation": "Biochem. J.",
            "name": ""
        },
        "pages": [
            "353-61"
        ],
        "title": "Fluorine substitutions in an antigenic peptide selectively modulate T-cell receptor binding in a minimally perturbing manner.",
        "type": "article",
        "url": "https://portlandpress.com/biochemj/article/423/3/353/79709/Fluorine-substitutions-in-an-antigenic-peptide",
        "volume": [
            "423"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}