{
    "abstract": "T cells are known to cross-react with diverse peptide MHC Ags through their alphabeta TCR. To explore the basis of such cross-reactivity, we examined the 2C TCR that recognizes two structurally distinct ligands, SIY-K(b) and alloantigen QL9-L(d). In this study we characterized the cross-reactivity of several high-affinity 2C TCR variants that contained mutations only in the CDR3alpha loop. Two of the TCR lost their ability to cross-react with the reciprocal ligand (SIY-K(b)), whereas another TCR (m67) maintained reactivity with both ligands. Crystal structures of four of the TCRs in complex with QL9-L(d) showed that CDR1, CDR2, and CDR3beta conformations and docking orientations were remarkably similar. Although the CDR3alpha loop of TCR m67 conferred a 2000-fold higher affinity for SIY-K(b), the TCR maintained the same docking angle on QL9-L(d) as the 2C TCR. Thus, CDR3alpha dictated the affinity and level of cross-reactivity, yet it did so without affecting the conserved docking orientation.",
    "bibjson": {
        "author": [
            {
                "initials": "LL",
                "lastname": "Jones",
                "name": "Jones LL"
            },
            {
                "initials": "LA",
                "lastname": "Colf",
                "name": "Colf LA"
            },
            {
                "initials": "JD",
                "lastname": "Stone",
                "name": "Stone JD"
            },
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.181.9.6255",
                "type": "doi"
            },
            {
                "id": "18941216",
                "type": "pubmed"
            }
        ],
        "issue": [
            "9"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "6255-64"
        ],
        "title": "Distinct CDR3 conformations in TCRs determine the level of cross-reactivity for diverse antigens, but not the docking orientation.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.181.9.6255",
        "volume": [
            "181"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}