{
    "abstract": "To understand the mechanisms that govern T cell receptor (TCR)-peptide MHC (pMHC) binding and the role that different regions of the TCR play in affinity and antigen specificity, we have studied the TCR from T cell clone 2C. High-affinity mutants of the 2C TCR that bind QL9-L(d) as a strong agonist were generated previously by site-directed mutagenesis of complementarity determining regions (CDRs) 1beta, 2alpha, 3alpha, or 3beta. We performed isothermal titration calorimetry to assess whether they use similar thermodynamic mechanisms to achieve high affinity for QL9-L(d). Four of the five TCRs examined bound to QL9-L(d) in an enthalpically driven, entropically unfavorable manner. In contrast, the high-affinity CDR1beta mutant resembled the wild-type 2C TCR interaction, with favorable entropy. To assess fine specificity, we measured the binding and kinetics of these mutants for both QL9-L(d) and a single amino acid peptide variant of QL9, called QL9-Y5-L(d). While 2C and most of the mutants had equal or higher affinity for the Y5 variant than for QL9, mutant CDR1beta exhibited 8-fold lower affinity for Y5 compared to QL9. To examine possible structural correlates of the thermodynamic and fine specificity signatures of the TCRs, the structure of unliganded QL9-L(d) was solved and compared to structures of the 2C TCR/QL9-L(d) complex and three high-affinity TCR/QL9-L(d) complexes. Our findings show that the QL9-L(d) complex does not undergo major conformational changes upon binding. Thus, subtle changes in individual CDRs account for the diverse thermodynamic and kinetic binding mechanisms and for the different peptide fine specificities.",
    "bibjson": {
        "author": [
            {
                "initials": "LL",
                "lastname": "Jones",
                "name": "Jones LL"
            },
            {
                "initials": "LA",
                "lastname": "Colf",
                "name": "Colf LA"
            },
            {
                "initials": "AJ",
                "lastname": "Bankovich",
                "name": "Bankovich AJ"
            },
            {
                "initials": "JD",
                "lastname": "Stone",
                "name": "Stone JD"
            },
            {
                "initials": "YG",
                "lastname": "Gao",
                "name": "Gao YG"
            },
            {
                "initials": "CM",
                "lastname": "Chan",
                "name": "Chan CM"
            },
            {
                "initials": "RH",
                "lastname": "Huang",
                "name": "Huang RH"
            },
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            }
        ],
        "identifier": [
            {
                "id": "10.1021/bi801349g",
                "type": "doi"
            },
            {
                "id": "18973345",
                "type": "pubmed"
            }
        ],
        "issue": [
            "47"
        ],
        "journal": {
            "iso_abbreviation": "Biochemistry",
            "name": ""
        },
        "pages": [
            "12398-408"
        ],
        "title": "Different thermodynamic binding mechanisms and peptide fine specificities associated with a panel of structurally similar high-affinity T cell receptors.",
        "type": "article",
        "url": "https://pubs.acs.org/doi/10.1021/bi801349g",
        "volume": [
            "47"
        ],
        "year": [
            2008
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}