{
    "abstract": "Type 1 diabetes (T1D) is an autoimmune disease characterized by T cell-mediated destruction of insulin-producing pancreatic beta cells. In both humans and the non-obese diabetic (NOD) mouse model of T1D, class II MHC alleles are the primary determinant of disease susceptibility. However, class I MHC genes also influence risk. These findings are consistent with the requirement for both CD4(+) and CD8(+) T cells in the pathogenesis of T1D. Although a large body of work has permitted the identification of multiple mechanisms to explain the diabetes-protective effect of particular class II MHC alleles, studies examining the protective influence of class I alleles are lacking. Here, we explored this question by performing biochemical and structural analyses of the murine class I MHC molecule H-2K(wm7), which exerts a diabetes-protective effect in NOD mice. We have found that H-2K(wm7) molecules are predominantly occupied by the single self-peptide VNDIFERI, derived from the ubiquitous protein histone H2B. This unexpected finding suggests that the inability of H-2K(wm7) to support T1D development could be due, at least in part, to the failure of peptides from critical beta-cell antigens to adequately compete for binding and be presented to T cells. Predominant presentation of a single peptide would also be expected to influence T-cell selection, potentially leading to a reduced ability to select a diabetogenic CD8(+) T-cell repertoire. The report that one of the predominant peptides bound by T1D-protective HLA-A*31 is histone derived suggests the potential translation of our findings to human diabetes-protective class I MHC molecules.",
    "bibjson": {
        "author": [
            {
                "initials": "DR",
                "lastname": "Brims",
                "name": "Brims DR"
            },
            {
                "initials": "J",
                "lastname": "Qian",
                "name": "Qian J"
            },
            {
                "initials": "I",
                "lastname": "Jarchum",
                "name": "Jarchum I"
            },
            {
                "initials": "L",
                "lastname": "Mikesh",
                "name": "Mikesh L"
            },
            {
                "initials": "E",
                "lastname": "Palmieri",
                "name": "Palmieri E"
            },
            {
                "initials": "UA",
                "lastname": "Ramagopal",
                "name": "Ramagopal UA"
            },
            {
                "initials": "VN",
                "lastname": "Malashkevich",
                "name": "Malashkevich VN"
            },
            {
                "initials": "RJ",
                "lastname": "Chaparro",
                "name": "Chaparro RJ"
            },
            {
                "initials": "T",
                "lastname": "Lund",
                "name": "Lund T"
            },
            {
                "initials": "M",
                "lastname": "Hattori",
                "name": "Hattori M"
            },
            {
                "initials": "J",
                "lastname": "Shabanowitz",
                "name": "Shabanowitz J"
            },
            {
                "initials": "DF",
                "lastname": "Hunt",
                "name": "Hunt DF"
            },
            {
                "initials": "SG",
                "lastname": "Nathenson",
                "name": "Nathenson SG"
            },
            {
                "initials": "SC",
                "lastname": "Almo",
                "name": "Almo SC"
            },
            {
                "initials": "TP",
                "lastname": "Dilorenzo",
                "name": "Dilorenzo TP"
            }
        ],
        "identifier": [
            {
                "id": "10.1093/intimm/dxp127",
                "type": "doi"
            },
            {
                "id": "20093428",
                "type": "pubmed"
            }
        ],
        "issue": [
            "3"
        ],
        "journal": {
            "iso_abbreviation": "Int. Immunol.",
            "name": ""
        },
        "pages": [
            "191-203"
        ],
        "title": "Predominant occupation of the class I MHC molecule H-2Kwm7 with a single self-peptide suggests a mechanism for its diabetes-protective effect.",
        "type": "article",
        "url": "https://academic.oup.com/intimm/article-lookup/doi/10.1093/intimm/dxp127",
        "volume": [
            "22"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}