{
    "abstract": "Human leukocyte antigen (HLA) class I molecules present a variety of posttranslationally modified epitopes at the cell surface, although the consequences of such presentation remain largely unclear. Phosphorylation plays a critical cellular role, and deregulation in phosphate metabolism is associated with disease, including autoimmunity and tumor immunity. We have solved the high-resolution structures of 3 HLA A2-restricted phosphopeptides associated with tumor immunity and compared them with the structures of their nonphosphorylated counterparts. Phosphorylation of the epitope was observed to affect the structure and mobility of the bound epitope. In addition, the phosphoamino acid stabilized the HLA peptide complex in an epitope-specific manner and was observed to exhibit discrete flexibility within the antigen-binding cleft. Collectively, our data suggest that phosphorylation generates neoepitopes that represent demanding targets for T-cell receptor ligation. These findings provide insights into the mode of phosphopeptide presentation by HLA as well as providing a platform for the rational design of a generation of posttranslationally modified tumor vaccines.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Petersen",
                "name": "Petersen J"
            },
            {
                "initials": "SJ",
                "lastname": "Wurzbacher",
                "name": "Wurzbacher SJ"
            },
            {
                "initials": "NA",
                "lastname": "Williamson",
                "name": "Williamson NA"
            },
            {
                "initials": "SH",
                "lastname": "Ramarathinam",
                "name": "Ramarathinam SH"
            },
            {
                "initials": "HH",
                "lastname": "Reid",
                "name": "Reid HH"
            },
            {
                "initials": "AK",
                "lastname": "Nair",
                "name": "Nair AK"
            },
            {
                "initials": "AY",
                "lastname": "Zhao",
                "name": "Zhao AY"
            },
            {
                "initials": "R",
                "lastname": "Nastovska",
                "name": "Nastovska R"
            },
            {
                "initials": "G",
                "lastname": "Rudge",
                "name": "Rudge G"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.0812901106",
                "type": "doi"
            },
            {
                "id": "19196958",
                "type": "pubmed"
            }
        ],
        "issue": [
            "8"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "2776-81"
        ],
        "title": "Phosphorylated self-peptides alter human leukocyte antigen class I-restricted antigen presentation and generate tumor-specific epitopes.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.0812901106",
        "volume": [
            "106"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}