{
    "abstract": "Certain glycolipid Ags for Valpha14i NKT cells can direct the overall cytokine balance of the immune response. Th2-biasing OCH has a lower TCR avidity than the most potent agonist known, alpha-galactosylceramide. Although the CD1d-exposed portions of OCH and alpha-galactosylceramide are identical, structural analysis indicates that there are subtle CD1d conformational differences due to differences in the buried lipid portion of these two Ags, likely accounting for the difference in antigenic potency. Th1-biasing C-glycoside/CD1d has even weaker TCR interactions than OCH/CD1d. Despite this, C-glycoside caused a greater downstream activation of NK cells to produce IFN-gamma, accounting for its promotion of Th1 responses. We found that this difference correlated with the finding that C-glycoside/CD1d complexes survive much longer in vivo. Therefore, we suggest that the pharmacokinetic properties of glycolipids are a major determinant of cytokine skewing, suggesting a pathway for designing therapeutic glycolipids for modulating invariant NKT cell responses.",
    "bibjson": {
        "author": [
            {
                "initials": "BA",
                "lastname": "Sullivan",
                "name": "Sullivan BA"
            },
            {
                "initials": "NA",
                "lastname": "Nagarajan",
                "name": "Nagarajan NA"
            },
            {
                "initials": "G",
                "lastname": "Wingender",
                "name": "Wingender G"
            },
            {
                "initials": "J",
                "lastname": "Wang",
                "name": "Wang J"
            },
            {
                "initials": "I",
                "lastname": "Scott",
                "name": "Scott I"
            },
            {
                "initials": "M",
                "lastname": "Tsuji",
                "name": "Tsuji M"
            },
            {
                "initials": "RW",
                "lastname": "Franck",
                "name": "Franck RW"
            },
            {
                "initials": "SA",
                "lastname": "Porcelli",
                "name": "Porcelli SA"
            },
            {
                "initials": "DM",
                "lastname": "Zajonc",
                "name": "Zajonc DM"
            },
            {
                "initials": "M",
                "lastname": "Kronenberg",
                "name": "Kronenberg M"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.0902880",
                "type": "doi"
            },
            {
                "id": "19949076",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "141-53"
        ],
        "title": "Mechanisms for glycolipid antigen-driven cytokine polarization by Valpha14i NKT cells.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.0902880",
        "volume": [
            "184"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}