{
    "abstract": "T cell-mediated immunity requires T cell receptor (TCR) cross-reactivity, the mechanisms behind which remain incompletely elucidated. The alphabeta TCR A6 recognizes both the Tax (LLFGYPVYV) and Tel1p (MLWGYLQYV) peptides presented by the human class I MHC molecule HLA-A2. Here we found that although the two ligands are ideal structural mimics, they form substantially different interfaces with A6, with conformational differences in the peptide, the TCR, and unexpectedly, the MHC molecule. The differences between the Tax and Tel1p ternary complexes could not be predicted from the free peptide-MHC structures and are inconsistent with a traditional induced-fit mechanism. Instead, the differences were attributable to peptide and MHC molecular motion present in Tel1p-HLA-A2 but absent in Tax-HLA-A2. Differential \"tuning\" of the dynamic properties of HLA-A2 by the Tax and Tel1p peptides thus facilitates cross-recognition and impacts how structural diversity can be presented to and accommodated by receptors of the immune system.",
    "bibjson": {
        "author": [
            {
                "initials": "OY",
                "lastname": "Borbulevych",
                "name": "Borbulevych OY"
            },
            {
                "initials": "KH",
                "lastname": "Piepenbrink",
                "name": "Piepenbrink KH"
            },
            {
                "initials": "BE",
                "lastname": "Gloor",
                "name": "Gloor BE"
            },
            {
                "initials": "DR",
                "lastname": "Scott",
                "name": "Scott DR"
            },
            {
                "initials": "RF",
                "lastname": "Sommese",
                "name": "Sommese RF"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.immuni.2009.11.003",
                "type": "doi"
            },
            {
                "id": "20064447",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "Immunity",
            "name": ""
        },
        "pages": [
            "885-96"
        ],
        "title": "T cell receptor cross-reactivity directed by antigen-dependent tuning of peptide-MHC molecular flexibility.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074761309004981",
        "volume": [
            "31"
        ],
        "year": [
            2009
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}