{
    "abstract": "Bats are reservoirs of important zoonotic viruses like Nipah and SARS viruses. However, whether the blood-sucking arthropods on the body surface of bats also carry these viruses and the relationship between viruses carried by the blood-sucking arthropods and viruses carried by bats have not been reported. This study collected 686 blood-sucking arthropods on the body surface of bats from Yunnan Province, China, between 2012 and 2015, and they included wingless bat flies, bat flies, ticks, mites, and fleas. The viruses carried by these arthropods were analyzed using a meta-transcriptomic approach, and 144 highly diverse positive-sense single-stranded RNA, negative-sense single-stranded RNA, and double-stranded RNA viruses were found, of which 138 were potentially new viruses. These viruses were classified into 14 different virus families or orders, including <i>Bunyavirales</i>, <i>Mononegavirales</i>, <i>Reoviridae</i>, and <i>Picornavirales</i>. Further analyses found that <i>Bunyavirales</i> were the most abundant virus group (84% of total virus RNA) in ticks, whereas narnaviruses were the most abundant (52 to 92%) in the bat flies and wingless bat flies libraries, followed by solemoviruses (1 to 29%) and reoviruses (0 to 43%). These viruses were highly structured based on the arthropod types. It is worth noting that no bat-borne zoonotic viruses were found in the virome of bat-infesting arthropod, seemingly not supporting that bat surface arthropods are vectors of zoonotic viruses carried by bats. <b>IMPORTANCE</b> Bats are reservoirs of many important viral pathogens. To evaluate whether bat-parasitic blood-sucking arthropods participate in the circulation of these important viruses, it is necessary to conduct unbiased virome studies on these arthropods. We evaluated five types of blood-sucking parasitic arthropods on the surface of bats in Yunnan, China, and identified a variety of viruses, some of which had high prevalence and abundance levels, although there is limited overlap in virome between distant arthropods. While most of the virome discovered here is potentially arthropod-specific viruses, we identified three possible arboviruses, including one orthobunyavirus and two vesiculoviruses (family <i>Rhabdoviridae</i>), suggesting bat-parasitic arthropods carry viruses with risk of spillage, which warrants further study.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Liu",
                "name": "Liu J"
            },
            {
                "initials": "P",
                "lastname": "Wu",
                "name": "Wu P"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "J",
                "lastname": "Qi",
                "name": "Qi J"
            },
            {
                "initials": "A",
                "lastname": "Kawana-Tachikawa",
                "name": "Kawana-Tachikawa A"
            },
            {
                "initials": "J",
                "lastname": "Xie",
                "name": "Xie J"
            },
            {
                "initials": "CJ",
                "lastname": "Vavricka",
                "name": "Vavricka CJ"
            },
            {
                "initials": "A",
                "lastname": "Iwamoto",
                "name": "Iwamoto A"
            },
            {
                "initials": "T",
                "lastname": "Li",
                "name": "Li T"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            }
        ],
        "identifier": [
            {
                "id": "10.1128/jvi.01464-10",
                "type": "doi"
            },
            {
                "id": "20844028",
                "type": "pubmed"
            }
        ],
        "issue": [
            "22"
        ],
        "journal": {
            "iso_abbreviation": "J. Virol.",
            "name": ""
        },
        "pages": [
            "11849-57"
        ],
        "title": "Novel immunodominant peptide presentation strategy: a featured HLA-A*2402-restricted cytotoxic T-lymphocyte epitope stabilized by intrachain hydrogen bonds from severe acute respiratory syndrome coronavirus nucleocapsid protein.",
        "type": "article",
        "url": "https://journals.asm.org/doi/10.1128/JVI.01464-10",
        "volume": [
            "84"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}