{
    "abstract": "The highly polymorphic major histocompatibility complex class Ia (MHC-Ia) molecules present a broad array of peptides to the clonotypically diverse alphabeta T-cell receptors. In contrast, MHC-Ib molecules exhibit limited polymorphism and bind a more restricted peptide repertoire, in keeping with their major role in innate immunity. Nevertheless, some MHC-Ib molecules do play a role in adaptive immunity. While human leukocyte antigen E (HLA-E), the MHC-Ib molecule, binds a very restricted repertoire of peptides, the peptide binding preferences of HLA-G, the class Ib molecule, are less stringent, although the basis by which HLA-G can bind various peptides is unclear. To investigate how HLA-G can accommodate different peptides, we compared the structure of HLA-G bound to three naturally abundant self-peptides (RIIPRHLQL, KGPPAALTL and KLPQAFYIL) and their thermal stabilities. The conformation of HLA-G(KGPPAALTL) was very similar to that of the HLA-G(RIIPRHLQL) structure. However, the structure of HLA-G(KLPQAFYIL) not only differed in the conformation of the bound peptide but also caused a small shift in the alpha2 helix of HLA-G. Furthermore, the relative stability of HLA-G was observed to be dependent on the nature of the bound peptide. These peptide-dependent effects on the substructure of the monomorphic HLA-G are likely to impact on its recognition by receptors of both innate and adaptive immune systems.",
    "bibjson": {
        "author": [
            {
                "initials": "NG",
                "lastname": "Walpole",
                "name": "Walpole NG"
            },
            {
                "initials": "L",
                "lastname": "Kjer-Nielsen",
                "name": "Kjer-Nielsen L"
            },
            {
                "initials": "L",
                "lastname": "Kostenko",
                "name": "Kostenko L"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "CS",
                "lastname": "Clements",
                "name": "Clements CS"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.jmb.2010.01.052",
                "type": "doi"
            },
            {
                "id": "20122941",
                "type": "pubmed"
            }
        ],
        "issue": [
            "2"
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            "467-80"
        ],
        "title": "The structure and stability of the monomorphic HLA-G are influenced by the nature of the bound peptide.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283610001075",
        "volume": [
            "397"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}