{
    "abstract": "Preexisting T-cell immunity directed at conserved viral regions promotes enhanced recovery from influenza virus infections, with there being some evidence of cross-protection directed at variable peptides. Strikingly, many of the immunogenic peptides derived from the current pandemic A(H1N1)-2009 influenza virus are representative of the catastrophic 1918 \"Spanish flu\" rather than more recent \"seasonal\" strains. We present immunological and structural analyses of cross-reactive CD8(+) T-cell-mediated immunity directed at a variable (although highly cross-reactive) immunodominant NP(418-426) peptide that binds to a large B7 family (HLA-B*3501/03/0702) found throughout human populations. Memory CD8(+) T-cell specificity was probed for 12 different NP(418) mutants that emerged over the 9 decades between the 1918 and 2009 pandemics. Although there is evidence of substantial cross-reactivity among seasonal NP(418) mutants, current memory T-cell profiles show no preexisting immunity to the 2009-NP(418) variant or the 1918-NP(418) variant. Natural infection with the A(H1N1)-2009 virus, however, elicits CD8(+) T cells specific for the 2009-NP(418) and 1918-NP(418) epitopes. This analysis points to the potential importance of cross-reactive T-cell populations that cover the possible spectrum of T-cell variants and suggests that the identification of key residues/motifs that elicit cross-reactive T-cell sets could facilitate the evolution of immunization protocols that provide a measure of protection against unpredicted pandemic influenza viruses. Thus, it is worth exploring the potential of vaccines that incorporate peptide variants with a proven potential for broader immunogenicity, especially to those that are not recognized by the current memory T-cell pool generated by exposure to influenza variants that cause successive seasonal epidemics.",
    "bibjson": {
        "author": [
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "L",
                "lastname": "Kedzierski",
                "name": "Kedzierski L"
            },
            {
                "initials": "SA",
                "lastname": "Valkenburg",
                "name": "Valkenburg SA"
            },
            {
                "initials": "K",
                "lastname": "Laurie",
                "name": "Laurie K"
            },
            {
                "initials": "YC",
                "lastname": "Liu",
                "name": "Liu YC"
            },
            {
                "initials": "JT",
                "lastname": "Denholm",
                "name": "Denholm JT"
            },
            {
                "initials": "MJ",
                "lastname": "Richards",
                "name": "Richards MJ"
            },
            {
                "initials": "GF",
                "lastname": "Rimmelzwaan",
                "name": "Rimmelzwaan GF"
            },
            {
                "initials": "A",
                "lastname": "Kelso",
                "name": "Kelso A"
            },
            {
                "initials": "PC",
                "lastname": "Doherty",
                "name": "Doherty PC"
            },
            {
                "initials": "SJ",
                "lastname": "Turner",
                "name": "Turner SJ"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "K",
                "lastname": "Kedzierska",
                "name": "Kedzierska K"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1007270107",
                "type": "doi"
            },
            {
                "id": "20616031",
                "type": "pubmed"
            }
        ],
        "issue": [
            "28"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "12599-604"
        ],
        "title": "Cross-reactive CD8+ T-cell immunity between the pandemic H1N1-2009 and H1N1-1918 influenza A viruses.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1007270107",
        "volume": [
            "107"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}