{
    "abstract": "<h4>Background</h4>NT Pro-BNP is a blood marker secreted by cardiomyocytes. Myocardial stretch is the main factor to stimulate NT Pro-BNP secretion in cardiomyocytes. NT Pro-BNP is an important risk factor for cardiac dysfunction, stroke, and pulmonary embolism. So does atrial myocyte stretching occur when patients have atrial fibrillation (AF)? Whether atrial muscle stretch induced by AF leads to increased NT Pro-BNP remains unclear. The purpose of this study is to investigate the relationship between NT Pro-BNP and AF.<h4>Hypothesis</h4>AF can cause changes in myocardial tension. Changes in myocardial tension may lead to increased secretion of NT Pro-BNP. We hypothesize that NT Pro-BNP may increase in AF with or without LAD enlargement.<h4>Methods</h4>This clinical study is an observational study and has been approved by the Ethics Committee of the First Affiliated Hospital of Xi'an Jiaotong University. Ethical approval documents is attached. The study retrospectively reviewed 1345 patients with and without AF. After excluding 102 patients who were not eligible, the final total sample size was 1243 cases: AF group 679 patients (378, 55.7% males) and non-AF group 564 patients (287, 50.8% males). NT Pro-BNP was observed in AF group and non-AF group with or without LAD. After adjusting for age, gender, BMI, left atrial diameter, hypertension, diabetes, coronary heart disease, and cerebral infarction, NT Pro-BNP remains statistically significant with AF.<h4>Conclusion</h4>NT Pro-BNP can be used as a risk predictor of AF with or without left atrial enlargement.",
    "bibjson": {
        "author": [
            {
                "initials": "B",
                "lastname": "Loll",
                "name": "Loll B"
            },
            {
                "initials": "C",
                "lastname": "Rückert",
                "name": "Rückert C"
            },
            {
                "initials": "CS",
                "lastname": "Hee",
                "name": "Hee CS"
            },
            {
                "initials": "W",
                "lastname": "Saenger",
                "name": "Saenger W"
            },
            {
                "initials": "B",
                "lastname": "Uchanska-Ziegler",
                "name": "Uchanska-Ziegler B"
            },
            {
                "initials": "A",
                "lastname": "Ziegler",
                "name": "Ziegler A"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/pro.559",
                "type": "doi"
            },
            {
                "id": "21280120",
                "type": "pubmed"
            }
        ],
        "issue": [
            "2"
        ],
        "journal": {
            "iso_abbreviation": "Protein Sci.",
            "name": ""
        },
        "pages": [
            "278-90"
        ],
        "title": "Loss of recognition by cross-reactive T cells and its relation to a C-terminus-induced conformational reorientation of an HLA-B*2705-bound peptide.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/pro.559",
        "volume": [
            "20"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}