{
    "abstract": "The neonatal Fc receptor, FcRn, is responsible for the long half-life of IgG molecules in vivo and is a potential therapeutic target for the treatment of autoimmune diseases. A family of peptides comprising the consensus motif GHFGGXY, where X is preferably a hydrophobic amino acid, was shown previously to inhibit the human IgG:human FcRn protein-protein interaction (Mezo, A. R., McDonnell, K. A., Tan Hehir, C. A., Low, S. C., Palombella, V. J., Stattel, J. M., Kamphaus, G. D., Fraley, C., Zhang, Y., Dumont, J. A., and Bitonti, A. J. (2008) Proc. Natl. Acad. Sci. U.S.A., 105, 2337-2342). Herein, the x-ray crystal structure of a representative monomeric peptide in complex with human FcRn was solved to 2.6 A resolution. The structure shows that the peptide binds to human FcRn at the same general binding site as does the Fc domain of IgG. The data correlate well with structure-activity relationship data relating to how the peptide family binds to human FcRn. In addition, the x-ray crystal structure of a representative dimeric peptide in complex with human FcRn shows how the bivalent ligand can bridge two FcRn molecules, which may be relevant to the mechanism by which the dimeric peptides inhibit FcRn and increase IgG catabolism in vivo. Modeling of the peptide:FcRn structure as compared with available structural data on Fc and FcRn suggest that the His-6 and Phe-7 (peptide) partially mimic the interaction of His-310 and Ile-253 (Fc) in binding to FcRn, but using a different backbone topology.",
    "bibjson": {
        "author": [
            {
                "initials": "AR",
                "lastname": "Mezo",
                "name": "Mezo AR"
            },
            {
                "initials": "V",
                "lastname": "Sridhar",
                "name": "Sridhar V"
            },
            {
                "initials": "J",
                "lastname": "Badger",
                "name": "Badger J"
            },
            {
                "initials": "P",
                "lastname": "Sakorafas",
                "name": "Sakorafas P"
            },
            {
                "initials": "V",
                "lastname": "Nienaber",
                "name": "Nienaber V"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M110.120667",
                "type": "doi"
            },
            {
                "id": "20592032",
                "type": "pubmed"
            }
        ],
        "issue": [
            "36"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "27694-701"
        ],
        "title": "X-ray crystal structures of monomeric and dimeric peptide inhibitors in complex with the human neonatal Fc receptor, FcRn.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925819891019",
        "volume": [
            "285"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}