{
    "abstract": "Despite the ∼10(18) αβ T cell receptor (TCR) structures that can be randomly manufactured by the human thymus, some surface more frequently than others. The pinnacles of this distortion are public TCRs, which exhibit amino acid-identical structures across different individuals. Public TCRs are thought to result from both recombinatorial bias and antigen-driven selection, but the mechanisms that underlie inter-individual TCR sharing are still largely theoretical. To examine this phenomenon at the atomic level, we solved the co-complex structure of one of the most widespread and numerically frequent public TCRs in the human population. The archetypal AS01 public TCR recognizes an immunodominant BMLF1 peptide, derived from the ubiquitous Epstein-Barr virus, bound to HLA-A*0201. The AS01 TCR was observed to dock in a diagonal fashion, grasping the solvent exposed peptide crest with two sets of complementarity-determining region (CDR) loops, and was fastened to the peptide and HLA-A*0201 platform with residue sets found only within TCR genes biased in the public response. Computer simulations of a random V(D)J recombination process demonstrated that both TCRα and TCRβ amino acid sequences could be manufactured easily, thereby explaining the prevalence of this receptor across different individuals. Interestingly, the AS01 TCR was encoded largely by germline DNA, indicating that the TCR loci already comprise gene segments that specifically recognize this ancient pathogen. Such pattern recognition receptor-like traits within the αβ TCR system further blur the boundaries between the adaptive and innate immune systems.",
    "bibjson": {
        "author": [
            {
                "initials": "JJ",
                "lastname": "Miles",
                "name": "Miles JJ"
            },
            {
                "initials": "AM",
                "lastname": "Bulek",
                "name": "Bulek AM"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            },
            {
                "initials": "E",
                "lastname": "Gostick",
                "name": "Gostick E"
            },
            {
                "initials": "AJ",
                "lastname": "Schauenburg",
                "name": "Schauenburg AJ"
            },
            {
                "initials": "G",
                "lastname": "Dolton",
                "name": "Dolton G"
            },
            {
                "initials": "V",
                "lastname": "Venturi",
                "name": "Venturi V"
            },
            {
                "initials": "MP",
                "lastname": "Davenport",
                "name": "Davenport MP"
            },
            {
                "initials": "MP",
                "lastname": "Tan",
                "name": "Tan MP"
            },
            {
                "initials": "SR",
                "lastname": "Burrows",
                "name": "Burrows SR"
            },
            {
                "initials": "L",
                "lastname": "Wooldridge",
                "name": "Wooldridge L"
            },
            {
                "initials": "DA",
                "lastname": "Price",
                "name": "Price DA"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            }
        ],
        "identifier": [
            {
                "id": "10.1371/journal.ppat.1001198",
                "type": "doi"
            },
            {
                "id": "21124993",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "PLoS Pathog.",
            "name": ""
        },
        "pages": [
            "e1001198"
        ],
        "title": "Genetic and structural basis for selection of a ubiquitous T cell receptor deployed in Epstein-Barr virus infection.",
        "type": "article",
        "url": "https://dx.plos.org/10.1371/journal.ppat.1001198",
        "volume": [
            "6"
        ],
        "year": [
            2010
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "Y"
}