{
    "abstract": "High-avidity interactions between TCRs and peptide + class I MHC (pMHCI) epitopes drive CTL activation and expansion. Intriguing questions remain concerning the constraints determining optimal TCR/pMHCI binding. The present analysis uses the TCR transgenic OT-I model to assess how varying profiles of TCR/pMHCI avidity influence naive CTL proliferation and the acquisition of effector function following exposure to the cognate H-2K(b)/OVA(257-264) (SIINFEKL) epitope and to mutants provided as peptide or in engineered influenza A viruses. Stimulating naive OT-I CD8(+) T cells in vitro with SIINFEKL induced full CTL proliferation and differentiation that was largely independent of any need for costimulation. By contrast, in vitro activation with the low-affinity EIINFEKL or SIIGFEKL ligands depended on the provision of IL-2 and other costimulatory signals. Importantly, although they did generate potent endogenous responses, infection of mice with influenza A viruses expressing these same OVA(257) variants failed to induce the activation of adoptively transferred naive OT-I CTLps, an effect that was only partially overcome by priming with a lipopeptide vaccine. Subsequent structural and biophysical analysis of H2-K(b)OVA(257), H2-K(b)E1, and H2-K(b)G4 established that these variations introduce small changes at the pMHCI interface and decrease epitope stability in ways that would likely impact cell surface presentation and recognition. Overall, it seems that there is an activation threshold for naive CTLps, that minimal alterations in peptide sequence can have profound effects, and that the antigenic requirements for the in vitro and in vivo induction of CTL proliferation and effector function differ substantially.",
    "bibjson": {
        "author": [
            {
                "initials": "AE",
                "lastname": "Denton",
                "name": "Denton AE"
            },
            {
                "initials": "R",
                "lastname": "Wesselingh",
                "name": "Wesselingh R"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "C",
                "lastname": "Guillonneau",
                "name": "Guillonneau C"
            },
            {
                "initials": "MR",
                "lastname": "Olson",
                "name": "Olson MR"
            },
            {
                "initials": "JD",
                "lastname": "Mintern",
                "name": "Mintern JD"
            },
            {
                "initials": "W",
                "lastname": "Zeng",
                "name": "Zeng W"
            },
            {
                "initials": "DC",
                "lastname": "Jackson",
                "name": "Jackson DC"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "PD",
                "lastname": "Hodgkin",
                "name": "Hodgkin PD"
            },
            {
                "initials": "PC",
                "lastname": "Doherty",
                "name": "Doherty PC"
            },
            {
                "initials": "SJ",
                "lastname": "Turner",
                "name": "Turner SJ"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1003937",
                "type": "doi"
            },
            {
                "id": "22039305",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "5733-44"
        ],
        "title": "Affinity thresholds for naive CD8+ CTL activation by peptides and engineered influenza A viruses.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1003937",
        "volume": [
            "187"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}