{
    "abstract": "Pathogen-specific responses are characterized by preferred profiles of peptide+class I MHC (pMHCI) glycoprotein-specific T-cell receptor (TCR) Variable (V)-region use. How TCRV-region bias impacts TCRαβ heterodimer selection and resultant diversity is unclear. The D(b)PA(224)-specific TCR repertoire in influenza A virus-infected C57BL/6J (B6) mice exhibits a preferred TCRV-region bias toward the TRBV29 gene segment and an optimal complementarity determining region (CDR3) β-length of 6 aa. Despite these restrictions, D(b)PA(224)-specific BV29(+) T cells use a wide array of unique CDR3β sequences. Structural characterization of a single, TRBV29(+)D(b)P(A224)-specific TCRαβ-pMHCI complex demonstrated that CDR3α amino acid side chains made specific peptide interactions, but the CDR3β main chain exclusively contacted peptides. Thus, length but not amino acid sequence was key for recognition and flexibility in Vβ-region use. In support of this hypothesis, retrovirus expression of the D(b)PA(224)-specific TCRVα-chain was used to constrain pairing within a naive/immune epitope-specific repertoire. The retrogenic TCRVα paired with a diversity of CDR3βs in the context of a preferred TCRVβ spectrum. Overall, these data provide an explanation for the combination of TCRV region bias and diversity within selected repertoires, even as they maintain exquisite pMHCI specificity.",
    "bibjson": {
        "author": [
            {
                "initials": "EB",
                "lastname": "Day",
                "name": "Day EB"
            },
            {
                "initials": "C",
                "lastname": "Guillonneau",
                "name": "Guillonneau C"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "NL",
                "lastname": "La Gruta",
                "name": "La Gruta NL"
            },
            {
                "initials": "DA",
                "lastname": "Vignali",
                "name": "Vignali DA"
            },
            {
                "initials": "PC",
                "lastname": "Doherty",
                "name": "Doherty PC"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "SJ",
                "lastname": "Turner",
                "name": "Turner SJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1106851108",
                "type": "doi"
            },
            {
                "id": "21606376",
                "type": "pubmed"
            }
        ],
        "issue": [
            "23"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "9536-41"
        ],
        "title": "Structural basis for enabling T-cell receptor diversity within biased virus-specific CD8+ T-cell responses.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1106851108",
        "volume": [
            "108"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}