{
    "abstract": "The <i>Bunyavirales</i> contain many important human pathogens that lack an antiviral therapy. The cap-snatching endonuclease (EN) of segmented negative-strand RNA viruses is an attractive target for broad-spectrum antivirals due to its essential role in initiating viral transcription. L-742,001, a previously reported diketo acid inhibitor against influenza virus EN, demonstrated potent EN inhibition and antiviral activity on various bunyaviruses. However, the precise inhibitory mechanism of the compound is still poorly understood. We recently characterized a highly active EN from Ebinur Lake virus (EBIV), a newly identified member of the <i>Orthobunyavirus</i> genus, and obtained its high-resolution structures, paving the way for structure-guided inhibitor development. Here, nine L-742,001 derivatives were designed and synthesized <i>de novo</i>, and their structure-activity relationship with EBIV EN was studied. <i>In vitro</i> biochemical data showed that the compounds inhibited the EBIV EN activity with different levels and could be divided into three categories. Five representative compounds were selected for further cell-based antiviral assay, and the results largely agreed with those of the EN assays. Furthermore, the precise binding modes of L-742,001 and its derivatives in EN were revealed by determining the high-resolution crystal structures of EN-inhibitor complexes, which suggested that the <i>p</i>-chlorobenzene is essential for the inhibitory activity and the flexible phenyl has the greatest exploration potential. This study provides an important basis for the structure-based design and optimization of inhibitors targeting EN of segmented negative-strand RNA viruses. <b>IMPORTANCE</b> The <i>Bunyavirales</i> contain many important human pathogens such as Crimean-Congo hemorrhagic fever virus and Lassa virus that pose serious threats to public health; however, currently there are no specific antiviral drugs against these viruses. The diketo acid inhibitor L-742,001 is a potential drug as it inactivates the cap-snatching endonuclease (EN) encoded by bunyaviruses. Here, we designed and synthesized nine L-742,001 derivatives and assessed the structure-activity relationship using EN of the newly identified Ebinur Lake virus (EBIV) as a research model. Our results revealed that the <i>p</i>-chlorobenzene of this broad-spectrum EN inhibitor is crucial for the inhibitory activity and the flexible phenyl \"arm\" has the best potential for further optimization. As cap-snatching ENs are present not only in bunyaviruses but also in influenza viruses, our data provide important guidelines for the development of novel and more potent diketo acid-based antiviral drugs against those viruses.",
    "bibjson": {
        "author": [
            {
                "initials": "X",
                "lastname": "Li",
                "name": "Li X"
            },
            {
                "initials": "J",
                "lastname": "Liu",
                "name": "Liu J"
            },
            {
                "initials": "J",
                "lastname": "Qi",
                "name": "Qi J"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "Q",
                "lastname": "Li",
                "name": "Li Q"
            },
            {
                "initials": "X",
                "lastname": "Li",
                "name": "Li X"
            },
            {
                "initials": "N",
                "lastname": "Zhang",
                "name": "Zhang N"
            },
            {
                "initials": "C",
                "lastname": "Xia",
                "name": "Xia C"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            }
        ],
        "identifier": [
            {
                "id": "10.1128/JVI.00030-11",
                "type": "doi"
            },
            {
                "id": "21450819",
                "type": "pubmed"
            }
        ],
        "issue": [
            "12"
        ],
        "journal": {
            "iso_abbreviation": "J. Virol.",
            "name": ""
        },
        "pages": [
            "6038-48"
        ],
        "title": "Two distinct conformations of a rinderpest virus epitope presented by bovine major histocompatibility complex class I N*01801: a host strategy to present featured peptides.",
        "type": "article",
        "url": "https://journals.asm.org/doi/10.1128/JVI.00030-11",
        "volume": [
            "85"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}