{
    "abstract": "Modification of the primary anchor positions of antigenic peptides to improve binding to major histocompatibility complex (MHC) proteins is a commonly used strategy for engineering peptide-based vaccine candidates. However, such peptide modifications do not always improve antigenicity, complicating efforts to design effective vaccines for cancer and infectious disease. Here we investigated the MART-1(27-35) tumor antigen, for which anchor modification (replacement of the position two alanine with leucine) dramatically reduces or ablates antigenicity with a wide range of T cell clones despite significantly improving peptide binding to MHC. We found that anchor modification in the MART-1(27-35) antigen enhances the flexibility of both the peptide and the HLA-A*0201 molecule. Although the resulting entropic effects contribute to the improved binding of the peptide to MHC, they also negatively impact T cell receptor binding to the peptide·MHC complex. These results help explain how the \"anchor-fixing\" strategy fails to improve antigenicity in this case, and more generally, may be relevant for understanding the high specificity characteristic of the T cell repertoire. In addition to impacting vaccine design, modulation of peptide and MHC flexibility through changes to antigenic peptides may present an evolutionary strategy for the escape of pathogens from immune destruction.",
    "bibjson": {
        "author": [
            {
                "initials": "FK",
                "lastname": "Insaidoo",
                "name": "Insaidoo FK"
            },
            {
                "initials": "OY",
                "lastname": "Borbulevych",
                "name": "Borbulevych OY"
            },
            {
                "initials": "M",
                "lastname": "Hossain",
                "name": "Hossain M"
            },
            {
                "initials": "SM",
                "lastname": "Santhanagopolan",
                "name": "Santhanagopolan SM"
            },
            {
                "initials": "TK",
                "lastname": "Baxter",
                "name": "Baxter TK"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M111.283564",
                "type": "doi"
            },
            {
                "id": "21937447",
                "type": "pubmed"
            }
        ],
        "issue": [
            "46"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "40163-73"
        ],
        "title": "Loss of T cell antigen recognition arising from changes in peptide and major histocompatibility complex protein flexibility: implications for vaccine design.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820505140",
        "volume": [
            "286"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}