{
    "abstract": "The molecular basis underlying T-cell recognition of MHC molecules presenting altered peptide ligands is still not well-established. A hierarchy of T-cell activation by MHC class I-restricted altered peptide ligands has been defined using the T-cell receptor P14 specific for H-2D(b)  in complex with the immunodominant lymphocytic choriomeningitis virus peptide gp33 (KAVYNFATM). While substitution of tyrosine to phenylalanine (Y4F) or serine (Y4S) abolished recognition by P14, the TCR unexpectedly recognized H-2D(b)  in complex with the alanine-substituted semiagonist Y4A, which displayed the most significant structural modification. The observed functional hierarchy gp33 > Y4A > Y4S = Y4F was neither due to higher stabilization capacity nor to differences in structural conformation. However, thermodynamic analysis demonstrated that while recognition of the full agonist H-2D(b) /gp33 was strictly enthalpy driven, recognition of the weak agonist H-2D(b) /Y4A was instead entropy driven with a large reduction in the favorable enthalpy term. The fourfold larger negative heat capacity derived for the interaction of P14 with H-2D(b) /gp33 compared with H-2D(b) /Y4A can possibly be explained by higher water entrapment at the TCR/MHC interface, which is also consistent with the measured opposite entropy contributions for the interactions of P14 with both MHCs. In conclusion, this study demonstrates that P14 makes use of different strategies to adapt to structural modifications in the MHC/peptide complex.",
    "bibjson": {
        "author": [
            {
                "initials": "EB",
                "lastname": "Allerbring",
                "name": "Allerbring EB"
            },
            {
                "initials": "AD",
                "lastname": "Duru",
                "name": "Duru AD"
            },
            {
                "initials": "H",
                "lastname": "Uchtenhagen",
                "name": "Uchtenhagen H"
            },
            {
                "initials": "C",
                "lastname": "Madhurantakam",
                "name": "Madhurantakam C"
            },
            {
                "initials": "MB",
                "lastname": "Tomek",
                "name": "Tomek MB"
            },
            {
                "initials": "S",
                "lastname": "Grimm",
                "name": "Grimm S"
            },
            {
                "initials": "PA",
                "lastname": "Mazumdar",
                "name": "Mazumdar PA"
            },
            {
                "initials": "R",
                "lastname": "Friemann",
                "name": "Friemann R"
            },
            {
                "initials": "M",
                "lastname": "Uhlin",
                "name": "Uhlin M"
            },
            {
                "initials": "T",
                "lastname": "Sandalova",
                "name": "Sandalova T"
            },
            {
                "initials": "PÅ",
                "lastname": "Nygren",
                "name": "Nygren PÅ"
            },
            {
                "initials": "A",
                "lastname": "Achour",
                "name": "Achour A"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/eji.201242588",
                "type": "doi"
            },
            {
                "id": "22837158",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "Eur. J. Immunol.",
            "name": ""
        },
        "pages": [
            "2990-3000"
        ],
        "title": "Unexpected T-cell recognition of an altered peptide ligand is driven by reversed thermodynamics.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/eji.201242588",
        "volume": [
            "42"
        ],
        "year": [
            2012
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}