{
    "abstract": "Immunotherapies targeting peptides presented by allogeneic MHC molecules offer the prospect of circumventing tolerance to key tumor-associated self-antigens. However, the degree of antigen specificity mediated by alloreactive T cells, and their ability to discriminate normal tissues from transformed cells presenting elevated antigen levels, is poorly understood. We examined allorecognition of an HLA-A2-restricted Hodgkin's lymphoma-associated antigen and were able to isolate functionally antigen-specific allo-HLA-A2-restricted T cells from multiple donors. Binding and structural studies, focused on a prototypic allo-HLA-A2-restricted T-cell receptor (TCR) termed NB20 derived from an HLA-A3 homozygote, suggested highly peptide-specific allorecognition that was energetically focused on antigen, involving direct recognition of a distinct allopeptide presented within a conserved MHC recognition surface. Although NB20/HLA-A2 affinity was unremarkable, TCR/MHC complexes were very short-lived, consistent with suboptimal TCR triggering and tolerance to low antigen levels. These data provide strong molecular evidence that within the functionally heterogeneous alloreactive repertoire, there is the potential for highly antigen-specific \"allo-MHC-restricted\" recognition and suggest a kinetic mechanism whereby allo-MHC-restricted T cells may discriminate normal from transformed tissue, thereby outlining a suitable basis for broad-based therapeutic targeting of tolerizing tumor antigens.",
    "bibjson": {
        "author": [
            {
                "initials": "AA",
                "lastname": "Simpson",
                "name": "Simpson AA"
            },
            {
                "initials": "F",
                "lastname": "Mohammed",
                "name": "Mohammed F"
            },
            {
                "initials": "M",
                "lastname": "Salim",
                "name": "Salim M"
            },
            {
                "initials": "A",
                "lastname": "Tranter",
                "name": "Tranter A"
            },
            {
                "initials": "AB",
                "lastname": "Rickinson",
                "name": "Rickinson AB"
            },
            {
                "initials": "HJ",
                "lastname": "Stauss",
                "name": "Stauss HJ"
            },
            {
                "initials": "PA",
                "lastname": "Moss",
                "name": "Moss PA"
            },
            {
                "initials": "NM",
                "lastname": "Steven",
                "name": "Steven NM"
            },
            {
                "initials": "BE",
                "lastname": "Willcox",
                "name": "Willcox BE"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1108422109",
                "type": "doi"
            },
            {
                "id": "22160697",
                "type": "pubmed"
            }
        ],
        "issue": [
            "52"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "21176-81"
        ],
        "title": "Structural and energetic evidence for highly peptide-specific tumor antigen targeting via allo-MHC restriction.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1108422109",
        "volume": [
            "108"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}