{
    "abstract": "Major histocompatibility complex class I (MHCI) and MHCII proteins differ in structure and sequence. To understand how T cell receptors (TCRs) can use the same set of variable regions to bind both proteins, we have presented a comparison of a single TCR bound to both MHCI and MHCII ligands. The TCR adopts similar orientations on both ligands with TCR amino acids thought to be evolutionarily conserved for MHC interaction occupying similar positions on the MHCI and MHCII helices. However, the TCR antigen-binding loops use different conformations when interacting with each ligand. Most importantly, we observed alternate TCR core conformations. When bound to MHCI, but not MHCII, Vα disengages from the Jα β strand, switching Vα's position relative to Vβ. In several other structures, either Vα or Vβ undergoes this same modification. Thus, both TCR V-domains can switch among alternate conformations, perhaps extending their ability to react with different MHC-peptide ligands.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Yin",
                "name": "Yin L"
            },
            {
                "initials": "E",
                "lastname": "Huseby",
                "name": "Huseby E"
            },
            {
                "initials": "J",
                "lastname": "Scott-Browne",
                "name": "Scott-Browne J"
            },
            {
                "initials": "K",
                "lastname": "Rubtsova",
                "name": "Rubtsova K"
            },
            {
                "initials": "C",
                "lastname": "Pinilla",
                "name": "Pinilla C"
            },
            {
                "initials": "F",
                "lastname": "Crawford",
                "name": "Crawford F"
            },
            {
                "initials": "P",
                "lastname": "Marrack",
                "name": "Marrack P"
            },
            {
                "initials": "S",
                "lastname": "Dai",
                "name": "Dai S"
            },
            {
                "initials": "JW",
                "lastname": "Kappler",
                "name": "Kappler JW"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.immuni.2011.04.017",
                "type": "doi"
            },
            {
                "id": "21683626",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Immunity",
            "name": ""
        },
        "pages": [
            "23-33"
        ],
        "title": "A single T cell receptor bound to major histocompatibility complex class I and class II glycoproteins reveals switchable TCR conformers.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S1074761311001804",
        "volume": [
            "35"
        ],
        "year": [
            2011
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}