{
    "abstract": "Closely related peptide epitopes can be recognized by the same T cells and contribute to the immune response against pathogens encoding those epitopes, but sometimes cross-reactive epitopes share little homology. The degree of structural homology required for such disparate ligands to be recognized by cross-reactive TCRs remains unclear. In this study, we examined the mechanistic basis for cross-reactive T cell responses between epitopes from unrelated and pathogenic viruses, lymphocytic choriomeningitis virus (LCMV) and vaccinia virus. Our results show that the LCMV cross-reactive T cell response toward vaccinia virus is dominated by a shared asparagine residue, together with other shared structural elements conserved in the crystal structures of K(b)-VV-A11R and K(b)-LCMV-gp34. Based on analysis of the crystal structures and the specificity determinants for the cross-reactive T cell response, we were able to manipulate the degree of cross-reactivity of the T cell response, and to predict and generate a LCMV cross-reactive response toward a variant of a null OVA-derived peptide. These results indicate that protective heterologous immune responses can occur for disparate epitopes from unrelated viruses.",
    "bibjson": {
        "author": [
            {
                "initials": "ZT",
                "lastname": "Shen",
                "name": "Shen ZT"
            },
            {
                "initials": "TT",
                "lastname": "Nguyen",
                "name": "Nguyen TT"
            },
            {
                "initials": "KA",
                "lastname": "Daniels",
                "name": "Daniels KA"
            },
            {
                "initials": "RM",
                "lastname": "Welsh",
                "name": "Welsh RM"
            },
            {
                "initials": "LJ",
                "lastname": "Stern",
                "name": "Stern LJ"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1300852",
                "type": "doi"
            },
            {
                "id": "24127554",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "5139-52"
        ],
        "title": "Disparate epitopes mediating protective heterologous immunity to unrelated viruses share peptide-MHC structural features recognized by cross-reactive T cells.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1300852",
        "volume": [
            "191"
        ],
        "year": [
            2013
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}