{
    "abstract": "The primary function of the monomorphic MHC class Ib molecule Qa-1(b) is to present peptides derived from the leader sequences of other MHC class I molecules for recognition by the CD94-NKG2 receptors expressed by NK and T cells. Whereas the mode of peptide presentation by its ortholog HLA-E, and subsequent recognition by CD94-NKG2A, is known, the molecular basis of Qa-1(b) function is unclear. We have assessed the interaction between Qa-1(b) and CD94-NKG2A and shown that they interact with an affinity of 17 μM. Furthermore, we have determined the structure of Qa-1(b) bound to the leader sequence peptide, Qdm (AMAPRTLLL), to a resolution of 1.9 Å and compared it with that of HLA-E. The crystal structure provided a basis for understanding the restricted peptide repertoire of Qa-1(b). Whereas the Qa-1(b-AMAPRTLLL) complex was similar to that of HLA-E, significant sequence and structural differences were observed between the respective Ag-binding clefts. However, the conformation of the Qdm peptide bound by Qa-1(b) was very similar to that of peptide bound to HLA-E. Although a number of conserved innate receptors can recognize heterologous ligands from other species, the structural differences between Qa-1(b) and HLA-E manifested in CD94-NKG2A ligand recognition being species specific despite similarities in peptide sequence and conformation. Collectively, our data illustrate the structural homology between Qa-1(b) and HLA-E and provide a structural basis for understanding peptide repertoire selection and the specificity of the interaction of Qa-1(b) with CD94-NKG2 receptors.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Zeng",
                "name": "Zeng L"
            },
            {
                "initials": "LC",
                "lastname": "Sullivan",
                "name": "Sullivan LC"
            },
            {
                "initials": "JP",
                "lastname": "Vivian",
                "name": "Vivian JP"
            },
            {
                "initials": "NG",
                "lastname": "Walpole",
                "name": "Walpole NG"
            },
            {
                "initials": "CM",
                "lastname": "Harpur",
                "name": "Harpur CM"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "CS",
                "lastname": "Clements",
                "name": "Clements CS"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1102379",
                "type": "doi"
            },
            {
                "id": "22131332",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "302-10"
        ],
        "title": "A structural basis for antigen presentation by the MHC class Ib molecule, Qa-1b.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1102379",
        "volume": [
            "188"
        ],
        "year": [
            2012
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}