{
    "abstract": "Killer Ig-like receptors (KIRs) control the activation of human NK cells via interactions with peptide-laden HLAs. KIR3DL1 is a highly polymorphic inhibitory receptor that recognizes a diverse array of HLA molecules expressing the Bw4 epitope, a group with multiple polymorphisms incorporating variants within the Bw4 motif. Genetic studies suggest that KIR3DL1 variation has functional significance in several disease states, including HIV infection. However, owing to differences across KIR3DL1 allotypes, HLA-Bw4, and associated peptides, the mechanistic link with biological outcome remains unclear. In this study, we elucidated the impact of KIR3DL1 polymorphism on peptide-laden HLA recognition. Mutational analysis revealed that KIR residues involved in water-mediated contacts with the HLA-presented peptide influence peptide binding specificity. In particular, residue 282 (glutamate) in the D2 domain underpins the lack of tolerance of negatively charged C-terminal peptide residues. Allotypic KIR3DL1 variants, defined by neighboring residue 283, displayed differential sensitivities to HLA-bound peptide, including the variable HLA-B*57:01-restricted HIV-1 Gag-derived epitope TW10. Residue 283, which has undergone positive selection during the evolution of human KIRs, also played a central role in Bw4 subtype recognition by KIR3DL1. Collectively, our findings uncover a common molecular regulator that controls HLA and peptide discrimination without participating directly in peptide-laden HLA interactions. Furthermore, they provide insight into the mechanics of interaction and generate simple, easily assessed criteria for the definition of KIR3DL1 functional groupings that will be relevant in many clinical applications, including bone marrow transplantation.",
    "bibjson": {
        "author": [
            {
                "initials": "GM",
                "lastname": "O'Connor",
                "name": "O'Connor GM"
            },
            {
                "initials": "JP",
                "lastname": "Vivian",
                "name": "Vivian JP"
            },
            {
                "initials": "JM",
                "lastname": "Widjaja",
                "name": "Widjaja JM"
            },
            {
                "initials": "JS",
                "lastname": "Bridgeman",
                "name": "Bridgeman JS"
            },
            {
                "initials": "E",
                "lastname": "Gostick",
                "name": "Gostick E"
            },
            {
                "initials": "BA",
                "lastname": "Lafont",
                "name": "Lafont BA"
            },
            {
                "initials": "SK",
                "lastname": "Anderson",
                "name": "Anderson SK"
            },
            {
                "initials": "DA",
                "lastname": "Price",
                "name": "Price DA"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "DW",
                "lastname": "McVicar",
                "name": "McVicar DW"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1303142",
                "type": "doi"
            },
            {
                "id": "24563253",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "2875-84"
        ],
        "title": "Mutational and structural analysis of KIR3DL1 reveals a lineage-defining allotypic dimorphism that impacts both HLA and peptide sensitivity.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1303142",
        "volume": [
            "192"
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "Y"
}