{
    "abstract": "One of the hallmarks of viral immune evasion is the capacity to disrupt major histocompatibility complex class I (MHCI) antigen presentation to evade T-cell detection. Cowpox virus encoded protein CPXV203 blocks MHCI surface expression by exploiting the KDEL-receptor recycling pathway, and here we show that CPXV203 directly binds a wide array of fully assembled MHCI proteins, both classical and non-classical. Further, the stability of CPXV203/MHCI complexes is highly pH dependent, with dramatically increased affinities at the lower pH of the Golgi relative to the endoplasmic reticulum (ER). Crystallographic studies reveal that CPXV203 adopts a beta-sandwich fold similar to poxvirus chemokine binding proteins, and binds the same highly conserved MHCI determinants located under the peptide-binding platform that tapasin, CD8, and natural killer (NK)-receptors engage. Mutagenesis of the CPXV203/MHCI interface identified the importance of two CPXV203 His residues that confer low pH stabilization of the complex and are critical to ER retrieval of MHCI. These studies clarify mechanistically how CPXV203 coordinates with other cowpox proteins to thwart antigen presentation.",
    "bibjson": {
        "author": [
            {
                "initials": "WH",
                "lastname": "McCoy",
                "name": "McCoy WH"
            },
            {
                "initials": "X",
                "lastname": "Wang",
                "name": "Wang X"
            },
            {
                "initials": "WM",
                "lastname": "Yokoyama",
                "name": "Yokoyama WM"
            },
            {
                "initials": "TH",
                "lastname": "Hansen",
                "name": "Hansen TH"
            },
            {
                "initials": "DH",
                "lastname": "Fremont",
                "name": "Fremont DH"
            }
        ],
        "identifier": [
            {
                "id": "10.1371/journal.pbio.1001432",
                "type": "doi"
            },
            {
                "id": "23209377",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "PLoS Biol.",
            "name": ""
        },
        "pages": [
            "e1001432"
        ],
        "title": "Structural Mechanism of ER Retrieval of MHC Class I by Cowpox.",
        "type": "article",
        "url": "https://dx.plos.org/10.1371/journal.pbio.1001432",
        "volume": [
            "10"
        ],
        "year": [
            2012
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "Y"
}