{
    "abstract": "A reverse-genetics approach has been used to probe the mechanism underlying immune escape for influenza A virus-specific CD8(+) T cells responding to the immunodominant D(b)NP366 epitope. Engineered viruses with a substitution at a critical residue (position 6, P6M) all evaded recognition by WT D(b)NP366-specific CD8(+) T cells, but only the NPM6I and NPM6T mutants altered the topography of a key residue (His155) in the MHC class I binding site. Following infection with the engineered NPM6I and NPM6T influenza viruses, both mutations were associated with a substantial \"hole\" in the naïve T-cell receptor repertoire, characterized by very limited T-cell receptor diversity and minimal primary responses to the NPM6I and NPM6T epitopes. Surprisingly, following respiratory challenge with a serologically distinct influenza virus carrying the same mutation, preemptive immunization against these escape variants led to the generation of secondary CD8(+) T-cell responses that were comparable in magnitude to those found for the WT NP epitope. Consequently, it might be possible to generate broadly protective T-cell immunity against commonly occurring virus escape mutants. If this is generally true for RNA viruses (like HIV, hepatitis C virus, and influenza) that show high mutation rates, priming against predicted mutants before an initial encounter could function to prevent the emergence of escape variants in infected hosts. That process could be a step toward preserving immune control of particularly persistent RNA viruses and may be worth considering for future vaccine strategies.",
    "bibjson": {
        "author": [
            {
                "initials": "SA",
                "lastname": "Valkenburg",
                "name": "Valkenburg SA"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "C",
                "lastname": "Guillonneau",
                "name": "Guillonneau C"
            },
            {
                "initials": "LA",
                "lastname": "Hatton",
                "name": "Hatton LA"
            },
            {
                "initials": "NA",
                "lastname": "Bird",
                "name": "Bird NA"
            },
            {
                "initials": "KA",
                "lastname": "Twist",
                "name": "Twist KA"
            },
            {
                "initials": "H",
                "lastname": "Halim",
                "name": "Halim H"
            },
            {
                "initials": "DC",
                "lastname": "Jackson",
                "name": "Jackson DC"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "SJ",
                "lastname": "Turner",
                "name": "Turner SJ"
            },
            {
                "initials": "PC",
                "lastname": "Doherty",
                "name": "Doherty PC"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "K",
                "lastname": "Kedzierska",
                "name": "Kedzierska K"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1302935110",
                "type": "doi"
            },
            {
                "id": "23493558",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Preemptive priming readily overcomes structure-based mechanisms of virus escape.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1302935110",
        "volume": [
            null
        ],
        "year": [
            2013
        ]
    },
    "in_pmc": "Y",
    "in_pmce": "Y",
    "open_access": "N"
}