{
    "abstract": "NKT cells, a unique type of regulatory T cells, respond to structurally diverse glycolipids presented by CD1d. Although it was previously thought that recognition of glycolipids such as α-galactosylceramide (α-GalCer) by the NKT cell TCR (NKTCR) obeys a key-lock principle, it is now clear this interaction is much more flexible. In this article, we report the structure-function analysis of a series of novel 6''-OH analogs of α-GalCer with more potent antitumor characteristics. Surprisingly, one of the novel carbamate analogs, α-GalCer-6''-(pyridin-4-yl)carbamate, formed novel interactions with the NKTCR. This interaction was associated with an extremely high level of Th1 polarization and superior antitumor responses. These data highlight the in vivo relevance of adding aromatic moieties to the 6''-OH position of the sugar and additionally show that judiciously chosen linkers are a promising strategy to generate strong Th1-polarizing glycolipids through increased binding either to CD1d or to NKTCR.",
    "bibjson": {
        "author": [
            {
                "initials": "S",
                "lastname": "Aspeslagh",
                "name": "Aspeslagh S"
            },
            {
                "initials": "M",
                "lastname": "Nemcovic",
                "name": "Nemcovic M"
            },
            {
                "initials": "N",
                "lastname": "Pauwels",
                "name": "Pauwels N"
            },
            {
                "initials": "K",
                "lastname": "Venken",
                "name": "Venken K"
            },
            {
                "initials": "J",
                "lastname": "Wang",
                "name": "Wang J"
            },
            {
                "initials": "S",
                "lastname": "Van Calenbergh",
                "name": "Van Calenbergh S"
            },
            {
                "initials": "DM",
                "lastname": "Zajonc",
                "name": "Zajonc DM"
            },
            {
                "initials": "D",
                "lastname": "Elewaut",
                "name": "Elewaut D"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1203134",
                "type": "doi"
            },
            {
                "id": "23960235",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Enhanced TCR Footprint by a Novel Glycolipid Increases NKT-Dependent Tumor Protection.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1203134",
        "volume": [
            null
        ],
        "year": [
            2013
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}