{
    "abstract": "In immune-mediated control of pathogens, human leukocyte antigen (HLA) class I presents various antigenic peptides to CD8(+) T-cells. Long-lived peptide presentation is important for efficient antigen-specific T-cell activation. Presentation time depends on the peptide sequence and the stability of the peptide-HLA complex (pHLA). However, the determinant of peptide-dependent pHLA stability remains elusive. Here, to reveal the pHLA stabilization mechanism, we examined the crystal structures of an HLA class I allomorph in complex with HIV-derived peptides and evaluated site-specific conformational fluctuations using NMR. Although the crystal structures of various pHLAs were almost identical independent of the peptides, fluctuation analyses identified a peptide-dependent minor state that would be more tightly packed toward the peptide. The minor population correlated well with the thermostability and cell surface presentation of pHLA, indicating that this newly identified minor state is important for stabilizing the pHLA and facilitating T-cell recognition.",
    "bibjson": {
        "author": [
            {
                "initials": "S",
                "lastname": "Yanaka",
                "name": "Yanaka S"
            },
            {
                "initials": "T",
                "lastname": "Ueno",
                "name": "Ueno T"
            },
            {
                "initials": "Y",
                "lastname": "Shi",
                "name": "Shi Y"
            },
            {
                "initials": "J",
                "lastname": "Qi",
                "name": "Qi J"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            },
            {
                "initials": "K",
                "lastname": "Tsumoto",
                "name": "Tsumoto K"
            },
            {
                "initials": "K",
                "lastname": "Sugase",
                "name": "Sugase K"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.m114.566174",
                "type": "doi"
            },
            {
                "id": "25028510",
                "type": "pubmed"
            }
        ],
        "issue": [
            "35"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "24680-90"
        ],
        "title": "Peptide-dependent conformational fluctuation determines the stability of the human leukocyte antigen class I complex.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820319980",
        "volume": [
            "289"
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}