{
    "abstract": "Estimates of mutation rates for various regions of the human mitochondrial genome (mtGenome) vary widely, depending on whether they are inferred using a phylogenetic approach or obtained directly from pedigrees. Traditionally, only the control region, or small portions of the coding region have been targeted for analysis due to the cost and effort required to produce whole mtGenome Sanger profiles. Here, we report one of the first pedigree derived mutation rates for the entire human mtGenome. The entire mtGenome from 225 individuals originating from Norfolk Island was analysed to estimate the pedigree derived mutation rate and compared against published mutation rates. These individuals were from 45 maternal lineages spanning 345 generational events. Mutation rates for various portions of the mtGenome were calculated. Nine mutations (including two transitions and seven cases of heteroplasmy) were observed, resulting in a rate of 0.058 mutations/site/million years (95% CI 0.031-0.108). These mutation rates are approximately 16 times higher than estimates derived from phylogenetic analysis with heteroplasmy detected in 13 samples (n = 225, 5.8% individuals). Providing one of the first pedigree derived estimates for the entire mtGenome, this study provides a better understanding of human mtGenome evolution and has relevance to many research fields, including medicine, anthropology and forensics.",
    "bibjson": {
        "author": [
            {
                "initials": "JJ",
                "lastname": "Adams",
                "name": "Adams JJ"
            },
            {
                "initials": "S",
                "lastname": "Narayanan",
                "name": "Narayanan S"
            },
            {
                "initials": "ME",
                "lastname": "Birnbaum",
                "name": "Birnbaum ME"
            },
            {
                "initials": "SS",
                "lastname": "Sidhu",
                "name": "Sidhu SS"
            },
            {
                "initials": "SJ",
                "lastname": "Blevins",
                "name": "Blevins SJ"
            },
            {
                "initials": "MH",
                "lastname": "Gee",
                "name": "Gee MH"
            },
            {
                "initials": "LV",
                "lastname": "Sibener",
                "name": "Sibener LV"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            },
            {
                "initials": "KC",
                "lastname": "Garcia",
                "name": "Garcia KC"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/ni.3310",
                "type": "doi"
            },
            {
                "id": "26523866",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat. Immunol.",
            "name": ""
        },
        "pages": [
            "87-94"
        ],
        "title": "Structural interplay between germline interactions and adaptive recognition determines the bandwidth of TCR-peptide-MHC cross-reactivity.",
        "type": "article",
        "url": "http://www.nature.com/articles/ni.3310",
        "volume": [
            "17"
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}