{
    "abstract": "We report the three-dimensional structure of human neonatal Fc receptor (FcRn) bound concurrently to its two known ligands. More particularly, we solved the crystal structure of the complex between human FcRn, wild-type human serum albumin (HSA), and a human Fc engineered for improved pharmacokinetics properties (Fc-YTE). The crystal structure of human FcRn bound to wild-type HSA alone is also presented. HSA domain III exhibits an extensive interface of contact with FcRn, whereas domain I plays a lesser role. A molecular explanation for the HSA recycling mechanism is provided with the identification of FcRn His(161) as the only potential direct contributor to the corresponding pH-dependent process. At last, this study also allows an accurate structural definition of residues considered for decades as important to the human IgG/FcRn interaction and reveals Fc His(310) as a significant contributor to pH-dependent binding. Finally, we explain various structural mechanisms by which several Fc mutations (including YTE) result in increased human IgG binding to FcRn. Our study provides an unprecedented relevant understanding of the molecular basis of human Fc interaction with human FcRn.",
    "bibjson": {
        "author": [
            {
                "initials": "V",
                "lastname": "Oganesyan",
                "name": "Oganesyan V"
            },
            {
                "initials": "MM",
                "lastname": "Damschroder",
                "name": "Damschroder MM"
            },
            {
                "initials": "KE",
                "lastname": "Cook",
                "name": "Cook KE"
            },
            {
                "initials": "Q",
                "lastname": "Li",
                "name": "Li Q"
            },
            {
                "initials": "C",
                "lastname": "Gao",
                "name": "Gao C"
            },
            {
                "initials": "H",
                "lastname": "Wu",
                "name": "Wu H"
            },
            {
                "initials": "WF",
                "lastname": "Dall'Acqua",
                "name": "Dall'Acqua WF"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M113.537563",
                "type": "doi"
            },
            {
                "id": "24469444",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "7812-24"
        ],
        "title": "Structural Insights into Neonatal Fc Receptor-based Recycling Mechanisms.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820442851",
        "volume": [
            "289"
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}