{
    "abstract": "Spring viremia of carp virus (SVCV) is a highly pathogenic Vesiculovirus in the common carp. The phosphoprotein (P protein) of SVCV is a multifunctional protein that acts as a polymerase cofactor and an antagonist of cellular interferon (IFN) response. Here, we report the 1.5-Å-resolution crystal structure of the P protein central domain (PCD) of SVCV (SVCVPCD). The PCD monomer consists of two β sheets, an α helix, and another two β sheets. Two PCD monomers pack together through their hydrophobic surfaces to form a dimer. The mutations of residues on the hydrophobic surfaces of PCD disrupt the dimer formation to different degrees and affect the expression of host IFN consistently. Therefore, the oligomeric state formation of the P protein of SVCV is an important mechanism to negatively regulate host IFN response.IMPORTANCE SVCV can cause spring viremia of carp with up to 90% lethality, and it is the homologous virus of the notorious vesicular stomatitis virus (VSV). There are currently no drugs that effectively cure this disease. P proteins of negative-strand RNA viruses (NSVs) play an essential role in many steps during the replication cycle and an additional role in immunosuppression as a cofactor. All P proteins of NSVs are oligomeric, but the studies on the role of this oligomerization mainly focus on the process of virus transcription or replication, and there are few studies on the role of PCD in immunosuppression. Here, we present the crystal structure of SVCVPCD A new mechanism of immune evasion is clarified by exploring the relationship between SVCVPCD and host IFN response from a structural biology point of view. These findings may provide more accurate target sites for drug design against SVCV and provide new insights into the function of NSVPCD.",
    "bibjson": {
        "author": [
            {
                "initials": "JA",
                "lastname": "Choo",
                "name": "Choo JA"
            },
            {
                "initials": "J",
                "lastname": "Liu",
                "name": "Liu J"
            },
            {
                "initials": "X",
                "lastname": "Toh",
                "name": "Toh X"
            },
            {
                "initials": "GM",
                "lastname": "Grotenbreg",
                "name": "Grotenbreg GM"
            },
            {
                "initials": "EC",
                "lastname": "Ren",
                "name": "Ren EC"
            }
        ],
        "identifier": [
            {
                "id": "10.1128/JVI.00855-14",
                "type": "doi"
            },
            {
                "id": "24990997",
                "type": "pubmed"
            }
        ],
        "issue": [
            "18"
        ],
        "journal": {
            "iso_abbreviation": "J Virol",
            "name": ""
        },
        "pages": [
            "10613-23"
        ],
        "title": "The immunodominant influenza A virus M158-66 cytotoxic T lymphocyte epitope exhibits degenerate class I major histocompatibility complex restriction in humans.",
        "type": "article",
        "url": "https://journals.asm.org/doi/10.1128/JVI.00855-14",
        "volume": [
            "88"
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}