{
    "abstract": "Mutations within T cell epitopes represent a common mechanism of viral escape from the host protective immune response. The diverse T cell repertoire and the extensive human leukocyte antigen (HLA) polymorphism across populations is the evolutionary response to viral mutation. However, the molecular basis underpinning the interplay between HLA polymorphism, the T cell repertoire, and viral escape is unclear. Here we investigate the T cell response to a HLA-B*35:01- and HLA-B*35:08-restricted (407)HPVGEADYFEY(417) epitope from Epstein-Barr virus and naturally occurring variants at positions 4 and 5 thereof. Each viral variant differently impacted on the epitope's flexibility and conformation when bound to HLA-B*35:08 or HLA-B*35:01. We provide a molecular basis for understanding how the single residue polymorphism that discriminates between HLA-B*35:01/08 profoundly impacts on T cell receptor recognition. Surprisingly, one viral variant (P5-Glu to P5-Asp) effectively changed restriction preference from HLA-B*35:01 to HLA-B*35:08. Collectively, our study portrays the interplay between the T cell response, viral escape, and HLA polymorphism, whereby HLA polymorphism enables altered presentation of epitopes from different strains of Epstein-Barr virus.",
    "bibjson": {
        "author": [
            {
                "initials": "YC",
                "lastname": "Liu",
                "name": "Liu YC"
            },
            {
                "initials": "Z",
                "lastname": "Chen",
                "name": "Chen Z"
            },
            {
                "initials": "MA",
                "lastname": "Neller",
                "name": "Neller MA"
            },
            {
                "initials": "JJ",
                "lastname": "Miles",
                "name": "Miles JJ"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "J",
                "lastname": "McCluskey",
                "name": "McCluskey J"
            },
            {
                "initials": "SR",
                "lastname": "Burrows",
                "name": "Burrows SR"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M114.563502",
                "type": "doi"
            },
            {
                "id": "24759101",
                "type": "pubmed"
            }
        ],
        "issue": [
            "24"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "16688-16698"
        ],
        "title": "A Molecular Basis for the Interplay between T Cells, Viral Mutants, and Human Leukocyte Antigen Micropolymorphism.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S002192582040643X",
        "volume": [
            "289"
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}