{
    "abstract": "MHC anchor residue-modified \"heteroclitic\" peptides have been used in many cancer vaccine trials and often induce greater immune responses than the wild-type peptide. The best-studied system to date is the decamer MART-1/Melan-A26-35 peptide, EAAGIGILTV, where the natural alanine at position 2 has been modified to leucine to improve human leukocyte antigen (HLA)-A*0201 anchoring. The resulting ELAGIGILTV peptide has been used in many studies. We recently showed that T cells primed with the ELAGIGILTV peptide can fail to recognize the natural tumor-expressed peptide efficiently, thereby providing a potential molecular reason for why clinical trials of this peptide have been unsuccessful. Here, we solved the structure of a TCR in complex with HLA-A*0201-EAAGIGILTV peptide and compared it with its heteroclitic counterpart , HLA-A*0201-ELAGIGILTV. The data demonstrate that a suboptimal anchor residue at position 2 enables the TCR to \"pull\" the peptide away from the MHC binding groove, facilitating extra contacts with both the peptide and MHC surface. These data explain how a TCR can distinguish between two epitopes that differ by only a single MHC anchor residue and demonstrate how weak MHC anchoring can enable an induced-fit interaction with the TCR. Our findings constitute a novel demonstration of the extreme sensitivity of the TCR to minor alterations in peptide conformation.",
    "bibjson": {
        "author": [
            {
                "initials": "F",
                "lastname": "Madura",
                "name": "Madura F"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "CJ",
                "lastname": "Holland",
                "name": "Holland CJ"
            },
            {
                "initials": "A",
                "lastname": "Fuller",
                "name": "Fuller A"
            },
            {
                "initials": "A",
                "lastname": "Bulek",
                "name": "Bulek A"
            },
            {
                "initials": "AJ",
                "lastname": "Godkin",
                "name": "Godkin AJ"
            },
            {
                "initials": "AJ",
                "lastname": "Schauenburg",
                "name": "Schauenburg AJ"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            }
        ],
        "identifier": [
            {
                "id": "10.1002/eji.201445114",
                "type": "doi"
            },
            {
                "id": "25471691",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Eur. J. Immunol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Structural basis for ineffective T-cell responses to MHC anchor residue-improved 'heteroclitic' peptides.",
        "type": "article",
        "url": "https://onlinelibrary.wiley.com/doi/10.1002/eji.201445114",
        "volume": [
            null
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}