{
    "abstract": "Virus or tumor Ag-derived peptides that are displayed by MHC class I molecules are attractive starting points for vaccine development because they induce strong protective and therapeutic cytotoxic T cell responses. In thus study, we show that the MHC binding and consequent T cell reactivity against several HLA-A*02 restricted epitopes can be further improved through the incorporation of nonproteogenic amino acids at primary and secondary anchor positions. We screened more than 90 nonproteogenic, synthetic amino acids through a range of epitopes and tested more than 3000 chemically enhanced altered peptide ligands (CPLs) for binding affinity to HLA-A*0201. With this approach, we designed CPLs of viral epitopes, of melanoma-associated Ags, and of the minor histocompatibility Ag UTA2-1, which is currently being evaluated for its antileukemic activity in clinical dendritic cell vaccination trials. The crystal structure of one of the CPLs in complex with HLA-A*0201 revealed the molecular interactions likely responsible for improved binding. The best CPLs displayed enhanced affinity for MHC, increasing MHC stability and prolonging recognition by Ag-specific T cells and, most importantly, they induced accelerated expansion of antitumor T cell frequencies in vitro and in vivo as compared with the native epitope. Eventually, we were able to construct a toolbox of preferred nonproteogenic residues with which practically any given HLA-A*02 restricted epitope can be readily optimized. These CPLs could improve the therapeutic outcome of vaccination strategies or can be used for ex vivo enrichment and faster expansion of Ag-specific T cells for transfer into patients.",
    "bibjson": {
        "author": [
            {
                "initials": "R",
                "lastname": "Hoppes",
                "name": "Hoppes R"
            },
            {
                "initials": "R",
                "lastname": "Oostvogels",
                "name": "Oostvogels R"
            },
            {
                "initials": "JJ",
                "lastname": "Luimstra",
                "name": "Luimstra JJ"
            },
            {
                "initials": "K",
                "lastname": "Wals",
                "name": "Wals K"
            },
            {
                "initials": "M",
                "lastname": "Toebes",
                "name": "Toebes M"
            },
            {
                "initials": "L",
                "lastname": "Bies",
                "name": "Bies L"
            },
            {
                "initials": "R",
                "lastname": "Ekkebus",
                "name": "Ekkebus R"
            },
            {
                "initials": "P",
                "lastname": "Rijal",
                "name": "Rijal P"
            },
            {
                "initials": "PH",
                "lastname": "Celie",
                "name": "Celie PH"
            },
            {
                "initials": "JH",
                "lastname": "Huang",
                "name": "Huang JH"
            },
            {
                "initials": "ME",
                "lastname": "Emmelot",
                "name": "Emmelot ME"
            },
            {
                "initials": "RM",
                "lastname": "Spaapen",
                "name": "Spaapen RM"
            },
            {
                "initials": "H",
                "lastname": "Lokhorst",
                "name": "Lokhorst H"
            },
            {
                "initials": "TN",
                "lastname": "Schumacher",
                "name": "Schumacher TN"
            },
            {
                "initials": "T",
                "lastname": "Mutis",
                "name": "Mutis T"
            },
            {
                "initials": "B",
                "lastname": "Rodenko",
                "name": "Rodenko B"
            },
            {
                "initials": "H",
                "lastname": "Ovaa",
                "name": "Ovaa H"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1400800",
                "type": "doi"
            },
            {
                "id": "25311806",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Altered Peptide Ligands Revisited: Vaccine Design through Chemically Modified HLA-A2-Restricted T Cell Epitopes.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1400800",
        "volume": [
            null
        ],
        "year": [
            2014
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}