{
    "abstract": "Antibody therapies currently target only extracellular antigens. A strategy to recognize intracellular antigens is to target peptides presented by immune HLA receptors. ESK1 is a human, T-cell receptor (TCR)-mimic antibody that binds with subnanomolar affinity to the RMF peptide from the intracellular Wilms tumor oncoprotein WT1 in complex with HLA-A*02:01. ESK1 is therapeutically effective in mouse models of WT1(+) human cancers. TCR-based therapies have been presumed to be restricted to one HLA subtype. The mechanism for the specificity and high affinity of ESK1 is unknown. We show in a crystal structure that ESK1 Fab binds to RMF/HLA-A*02:01 in a mode different from that of TCRs. From the structure, we predict and then experimentally confirm high-affinity binding with multiple other HLA-A*02 subtypes, broadening the potential patient pool for ESK1 therapy. Using the crystal structure, we also predict potential off-target binding that we experimentally confirm. Our results demonstrate how protein structure information can contribute to personalized immunotherapy.",
    "bibjson": {
        "author": [
            {
                "initials": "N",
                "lastname": "Ataie",
                "name": "Ataie N"
            },
            {
                "initials": "J",
                "lastname": "Xiang",
                "name": "Xiang J"
            },
            {
                "initials": "N",
                "lastname": "Cheng",
                "name": "Cheng N"
            },
            {
                "initials": "EJ",
                "lastname": "Brea",
                "name": "Brea EJ"
            },
            {
                "initials": "W",
                "lastname": "Lu",
                "name": "Lu W"
            },
            {
                "initials": "DA",
                "lastname": "Scheinberg",
                "name": "Scheinberg DA"
            },
            {
                "initials": "C",
                "lastname": "Liu",
                "name": "Liu C"
            },
            {
                "initials": "HL",
                "lastname": "Ng",
                "name": "Ng HL"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.jmb.2015.12.002",
                "type": "doi"
            },
            {
                "id": "26688548",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Mol. Biol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Structure of a TCR mimic antibody with target predicts pharmacogenetics.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0022283615006919",
        "volume": [
            null
        ],
        "year": [
            2015
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}