{
    "abstract": "Cytomegalovirus (CMV) is a ubiquitous and persistent human pathogen that is kept in check by CD8(+) cytotoxic T lymphocytes. Individuals expressing the major histocompatibility complex (MHC) class I molecule HLA-A2 produce cytotoxic T lymphocytes bearing T cell receptors (TCRs) that recognize the immunodominant CMV epitope NLVPMVATV (NLV). The NLV-specific T cell repertoire is characterized by a high prevalence of TCRs that are frequently observed in multiple unrelated individuals. These public TCRs feature identical, or nearly identical, complementarity-determining region 3α (CDR3α) and/or CDR3β sequences. The TCRs may express public CDR3α motifs alone, public CDR3β motifs alone, or dual public CDR3αβ motifs. In addition, the same public CDR3α motif may pair with different CDR3β motifs (and the reverse), giving rise to highly diverse NLV-specific TCR repertoires. To investigate the structural underpinnings of this clonal diversity, we determined crystal structures of two public TCRs (C7 and C25) in complex with NLV·HLA-A2. These TCRs utilize completely different CDR3α and CDR3β motifs that, in addition, can associate with multiple variable α and variable β regions in NLV-specific T cell repertoires. The C7·NLV·HLA-A2 and C25·NLV·HLA-A2 complexes exhibit divergent TCR footprints on peptide-MHC such that C25 is more focused on the central portion of the NLV peptide than is C7. These structures combined with molecular modeling show how the public CDR3α motif of C25 may associate with different variable α regions and how the public CDR3α motif of C7 may pair with different CDR3β motifs. This interchangeability of TCR V regions and CDR3 motifs permits multiple structural solutions to binding an identical peptide-MHC ligand and thereby the generation of a clonally diverse public T cell response to CMV.",
    "bibjson": {
        "author": [
            {
                "initials": "X",
                "lastname": "Yang",
                "name": "Yang X"
            },
            {
                "initials": "M",
                "lastname": "Gao",
                "name": "Gao M"
            },
            {
                "initials": "G",
                "lastname": "Chen",
                "name": "Chen G"
            },
            {
                "initials": "BG",
                "lastname": "Pierce",
                "name": "Pierce BG"
            },
            {
                "initials": "J",
                "lastname": "Lu",
                "name": "Lu J"
            },
            {
                "initials": "NP",
                "lastname": "Weng",
                "name": "Weng NP"
            },
            {
                "initials": "RA",
                "lastname": "Mariuzza",
                "name": "Mariuzza RA"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.m115.691311",
                "type": "doi"
            },
            {
                "id": "26429912",
                "type": "pubmed"
            }
        ],
        "issue": [
            "48"
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            "29106-19"
        ],
        "title": "Structural Basis for Clonal Diversity of the Public T Cell Response to a Dominant Human Cytomegalovirus Epitope.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820412347",
        "volume": [
            "290"
        ],
        "year": [
            2015
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}