{
    "abstract": "Emerging evidence supports that osteogenic differentiation of skeletal progenitors is a key determinant of overall bone formation and bone mass. Despite extensive studies showing the function of mitogen-activated protein kinases (MAPKs) in osteoblast differentiation, none of these studies show in vivo evidence of a role for MAPKs in osteoblast maturation subsequent to lineage commitment. Here, we describe how the extracellular signal-regulated kinase (ERK) pathway in osteoblasts controls bone formation by suppressing the mechanistic target of rapamycin (mTOR) pathway. We also show that, while ERK inhibition blocks the differentiation of osteogenic precursors when initiated at an early stage, ERK inhibition surprisingly promotes the later stages of osteoblast differentiation. Accordingly, inhibition of the ERK pathway using a small compound inhibitor or conditional deletion of the MAP2Ks <i>Map2k1</i> (MEK1) and <i>Map2k2</i> (MEK2), in mature osteoblasts and osteocytes, markedly increased bone formation due to augmented osteoblast differentiation. Mice with inducible deletion of the ERK pathway in mature osteoblasts also displayed similar phenotypes, demonstrating that this phenotype reflects continuous postnatal inhibition of late-stage osteoblast maturation. Mechanistically, ERK inhibition increases mitochondrial function and SGK1 phosphorylation via mTOR2 activation, which leads to osteoblast differentiation and production of angiogenic and osteogenic factors to promote bone formation. This phenotype was partially reversed by inhibiting mTOR. Our study uncovers a surprising dichotomy of ERK pathway functions in osteoblasts, whereby ERK activation promotes the early differentiation of osteoblast precursors, but inhibits the subsequent differentiation of committed osteoblasts via mTOR-mediated regulation of mitochondrial function and SGK1.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "McMurtrey",
                "name": "McMurtrey C"
            },
            {
                "initials": "T",
                "lastname": "Trolle",
                "name": "Trolle T"
            },
            {
                "initials": "T",
                "lastname": "Sansom",
                "name": "Sansom T"
            },
            {
                "initials": "SG",
                "lastname": "Remesh",
                "name": "Remesh SG"
            },
            {
                "initials": "T",
                "lastname": "Kaever",
                "name": "Kaever T"
            },
            {
                "initials": "W",
                "lastname": "Bardet",
                "name": "Bardet W"
            },
            {
                "initials": "K",
                "lastname": "Jackson",
                "name": "Jackson K"
            },
            {
                "initials": "R",
                "lastname": "McLeod",
                "name": "McLeod R"
            },
            {
                "initials": "A",
                "lastname": "Sette",
                "name": "Sette A"
            },
            {
                "initials": "M",
                "lastname": "Nielsen",
                "name": "Nielsen M"
            },
            {
                "initials": "DM",
                "lastname": "Zajonc",
                "name": "Zajonc DM"
            },
            {
                "initials": "IJ",
                "lastname": "Blader",
                "name": "Blader IJ"
            },
            {
                "initials": "B",
                "lastname": "Peters",
                "name": "Peters B"
            },
            {
                "initials": "W",
                "lastname": "Hildebrand",
                "name": "Hildebrand W"
            }
        ],
        "identifier": [
            {
                "id": "10.7554/elife.12556",
                "type": "doi"
            },
            {
                "id": "26824387",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Elife",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Toxoplasma gondii peptide ligands open the gate of the HLA class I binding groove.",
        "type": "article",
        "url": "https://elifesciences.org/articles/12556",
        "volume": [
            "5"
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}