{
    "abstract": "Utilizing a diverse binding site, T cell receptors (TCRs) specifically recognize a composite ligand comprised of a foreign peptide and a major histocompatibility complex protein (MHC). To help understand the determinants of TCR specificity, we studied a parental and engineered receptor whose peptide specificity had been switched via molecular evolution. Altered specificity was associated with a significant change in TCR-binding geometry, but this did not impact the ability of the TCR to signal in an antigen-specific manner. The determinants of binding and specificity were distributed among contact and non-contact residues in germline and hypervariable loops, and included disruption of key TCR-MHC interactions that bias αβ TCRs toward particular binding modes. Sequence-fitness landscapes identified additional mutations that further enhanced specificity. Our results demonstrate that TCR specificity arises from the distributed action of numerous sites throughout the interface, with significant implications for engineering therapeutic TCRs with novel and functional recognition properties.",
    "bibjson": {
        "author": [
            {
                "initials": "DT",
                "lastname": "Harris",
                "name": "Harris DT"
            },
            {
                "initials": "NK",
                "lastname": "Singh",
                "name": "Singh NK"
            },
            {
                "initials": "Q",
                "lastname": "Cai",
                "name": "Cai Q"
            },
            {
                "initials": "SN",
                "lastname": "Smith",
                "name": "Smith SN"
            },
            {
                "initials": "C",
                "lastname": "Vander Kooi",
                "name": "Vander Kooi C"
            },
            {
                "initials": "E",
                "lastname": "Procko",
                "name": "Procko E"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.str.2016.04.011",
                "type": "doi"
            },
            {
                "id": "27238970",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Structure",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "An Engineered Switch in T Cell Receptor Specificity Leads to an Unusual but Functional Binding Geometry.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0969212616300727",
        "volume": [
            null
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}