{
    "abstract": "Prior work has demonstrated that HIV-1-specific CD8 T cells can cross-recognize variant epitopes. However, most of these studies were performed in the context of chronic infection, where the presence of viral quasispecies makes it difficult to ascertain the true nature of the original antigenic stimulus. To overcome this limitation, we evaluated the extent of CD8 T cell cross-reactivity in patients with acute HIV-1 clade B infection. In each case, we determined the transmitted founder virus sequence to identify the autologous epitopes restricted by individual HLA class I molecules. Our data show that cross-reactive CD8 T cells are infrequent during the acute phase of HIV-1 infection. Moreover, in the uncommon instances where cross-reactive responses were detected, the variant epitopes were poorly recognized in cytotoxicity assays. Molecular analysis revealed that similar antigenic structures could be cross-recognized by identical CD8 T cell clonotypes mobilized in vivo, yet even subtle differences in a single TCR-accessible peptide residue were sufficient to disrupt variant-specific reactivity. These findings demonstrate that CD8 T cells are highly specific for autologous epitopes during acute HIV-1 infection. Polyvalent vaccines may therefore be required to provide optimal immune cover against this genetically labile pathogen.",
    "bibjson": {
        "author": [
            {
                "initials": "VY",
                "lastname": "Du",
                "name": "Du VY"
            },
            {
                "initials": "A",
                "lastname": "Bansal",
                "name": "Bansal A"
            },
            {
                "initials": "J",
                "lastname": "Carlson",
                "name": "Carlson J"
            },
            {
                "initials": "JF",
                "lastname": "Salazar-Gonzalez",
                "name": "Salazar-Gonzalez JF"
            },
            {
                "initials": "MG",
                "lastname": "Salazar",
                "name": "Salazar MG"
            },
            {
                "initials": "K",
                "lastname": "Ladell",
                "name": "Ladell K"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "TM",
                "lastname": "Josephs",
                "name": "Josephs TM"
            },
            {
                "initials": "SL",
                "lastname": "Heath",
                "name": "Heath SL"
            },
            {
                "initials": "DA",
                "lastname": "Price",
                "name": "Price DA"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "E",
                "lastname": "Hunter",
                "name": "Hunter E"
            },
            {
                "initials": "PA",
                "lastname": "Goepfert",
                "name": "Goepfert PA"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1502411",
                "type": "doi"
            },
            {
                "id": "26983786",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "HIV-1-Specific CD8 T Cells Exhibit Limited Cross-Reactivity during Acute Infection.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1502411",
        "volume": [
            null
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}