{
    "abstract": "Human CD8(+) cytotoxic T lymphocytes can mediate tumor regression in melanoma through the specific recognition of HLA-restricted peptides. Because of the relatively weak affinity of most anti-cancer T-cell receptors (TCRs), there is growing emphasis on immunizing melanoma patients with altered peptide ligands in order to induce strong anti-tumor immunity capable of breaking tolerance toward these self-antigens. However, previous studies have shown that these immunogenic designer peptides are not always effective. The melanocyte differentiation protein, glycoprotein 100 (gp100), encodes a naturally processed epitope that is an attractive target for melanoma immunotherapies, in particular peptide-based vaccines. Previous studies have shown that substitutions at peptide residue Glu(3) have a broad negative impact on polyclonal T-cell responses. Here, we describe the first atomic structure of a natural cognate TCR in complex with this gp100 epitope and highlight the relatively high affinity of the interaction. Alanine scan mutagenesis performed across the gp100(280-288) peptide showed that Glu(3) was critically important for TCR binding. Unexpectedly, structural analysis demonstrated that the Glu(3) → Ala substitution resulted in a molecular switch that was transmitted to adjacent residues, abrogating TCR binding and T-cell recognition. These findings help to clarify the mechanism of T-cell recognition of gp100 during melanoma responses and could direct the development of altered peptides for vaccination.",
    "bibjson": {
        "author": [
            {
                "initials": "V",
                "lastname": "Bianchi",
                "name": "Bianchi V"
            },
            {
                "initials": "A",
                "lastname": "Bulek",
                "name": "Bulek A"
            },
            {
                "initials": "A",
                "lastname": "Fuller",
                "name": "Fuller A"
            },
            {
                "initials": "A",
                "lastname": "Lloyd",
                "name": "Lloyd A"
            },
            {
                "initials": "M",
                "lastname": "Attaf",
                "name": "Attaf M"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "G",
                "lastname": "Dolton",
                "name": "Dolton G"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.M115.707414",
                "type": "doi"
            },
            {
                "id": "26917722",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "A molecular switch abrogates gp100 TCR-targeting of a human melanoma antigen.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820410968",
        "volume": [
            null
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}