{
    "abstract": "Canines represent a crucial animal model for studying human diseases and organ transplantation, as well as the evolution of domestic animals. MHCs, with a central role in cellular immunity, are commonly used in the study of dog population genetics and genome evolution. However, the molecular basis for the peptide presentation of dog MHC remains largely unknown. In this study, peptide presentation by canine MHC class I DLA-88*50801 was structurally determined, revealing diversified anchoring modes of the binding peptides. Flexible and large pockets composed of both hydrophobic and hydrophilic residues can accommodate pathogen-derived peptides with diverse anchor residues, as confirmed by thermostability measurements. Furthermore, DLA-88*50801 contains an unusual α2 helix with a large coil in the TCR contact region. These results further our understanding of canine T cell immunity through peptide presentation of MHC class I and shed light on the molecular basis for vaccine development for canine infectious diseases, for example, canine distemper virus.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Xiao",
                "name": "Xiao J"
            },
            {
                "initials": "W",
                "lastname": "Xiang",
                "name": "Xiang W"
            },
            {
                "initials": "Y",
                "lastname": "Chai",
                "name": "Chai Y"
            },
            {
                "initials": "J",
                "lastname": "Haywood",
                "name": "Haywood J"
            },
            {
                "initials": "J",
                "lastname": "Qi",
                "name": "Qi J"
            },
            {
                "initials": "L",
                "lastname": "Ba",
                "name": "Ba L"
            },
            {
                "initials": "P",
                "lastname": "Qi",
                "name": "Qi P"
            },
            {
                "initials": "M",
                "lastname": "Wang",
                "name": "Wang M"
            },
            {
                "initials": "J",
                "lastname": "Liu",
                "name": "Liu J"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1600887",
                "type": "doi"
            },
            {
                "id": "27511732",
                "type": "pubmed"
            }
        ],
        "issue": [
            "6"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "2306-15"
        ],
        "title": "Diversified Anchoring Features the Peptide Presentation of DLA-88*50801: First Structural Insight into Domestic Dog MHC Class I.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1600887",
        "volume": [
            "197"
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}