{
    "abstract": "The ability of a single T cell antigen receptor (TCR) to cross-react with multiple antigens allows the finite number of T cells within an organism to respond to the compendium of pathogen challenges faced during a lifetime. Effective immune surveillance, however, comes at a price. TCR cross-reactivity can allow molecular mimics to spuriously activate autoimmune T cells; it also underlies T cell rejection of organ transplants and drives graft-versus-host disease. In this issue of the JCI, Cole and colleagues provide insight into how an insulin-reactive T cell cross-reacts with pathogen-derived antigens by focusing on a limited portion of the peptides to provide a hotspot for binding. These findings dovetail with recent studies of alloreactive and autoimmune TCRs and suggest that the biochemical principles that govern conventional protein-protein interactions may allow the specificity and cross-reactivity profiles of T cells to be predicted.",
    "bibjson": {
        "author": [
            {
                "initials": "BD",
                "lastname": "Stadinski",
                "name": "Stadinski BD"
            },
            {
                "initials": "R",
                "lastname": "Obst",
                "name": "Obst R"
            },
            {
                "initials": "ES",
                "lastname": "Huseby",
                "name": "Huseby ES"
            }
        ],
        "identifier": [
            {
                "id": "10.1172/JCI88165",
                "type": "doi"
            },
            {
                "id": "27183386",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Clin. Invest.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "A 'hotspot' for autoimmune T cells in type 1 diabetes.",
        "type": "article",
        "url": "https://www.jci.org/articles/view/88165",
        "volume": [
            null
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}