{
    "abstract": "Adenoviruses (Ads) subvert MHC class I Ag presentation and impair host anti-Ad cellular activities. Specifically, the Ad-encoded E3-19K immunomodulatory protein targets MHC class I molecules for retention within the endoplasmic reticulum of infected cells. We report the x-ray crystal structure of the Ad type 4 (Ad4) E3-19K of species E bound to HLA-A2 at 2.64-Å resolution. Structural analysis shows that Ad4 E3-19K adopts a tertiary fold that is shared only with Ad2 E3-19K of species C. A comparative analysis of the Ad4 E3-19K/HLA-A2 structure with our x-ray structure of Ad2 E3-19K/HLA-A2 identifies species-specific features in HLA-A2 recognition. Our analysis also reveals common binding characteristics that explain the promiscuous, and yet high-affinity, association of E3-19K proteins with HLA-A and HLA-B molecules. We also provide structural insights into why E3-19K proteins do not associate with HLA-C molecules. Overall, our study provides new information about how E3-19K proteins selectively engage with MHC class I to abrogate Ag presentation and counteract activation of CD8(+) T cells. The significance of MHC class I Ag presentation for controlling viral infections, as well as the threats of viral infections in immunocompromised patients, underline our efforts to characterize viral immunoevasins, such as E3-19K.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Li",
                "name": "Li L"
            },
            {
                "initials": "BD",
                "lastname": "Santarsiero",
                "name": "Santarsiero BD"
            },
            {
                "initials": "M",
                "lastname": "Bouvier",
                "name": "Bouvier M"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1600541",
                "type": "doi"
            },
            {
                "id": "27385781",
                "type": "pubmed"
            }
        ],
        "issue": [
            "4"
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            "1399-407"
        ],
        "title": "Structure of the Adenovirus Type 4 (Species E) E3-19K/HLA-A2 Complex Reveals Species-Specific Features in MHC Class I Recognition.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1600541",
        "volume": [
            "197"
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}