{
    "abstract": "Most patients with ovarian cancer experience recurrence and develop resistance to platinum-based agents. The diagnosis of platinum resistance based on the platinum-free interval is not always accurate and timely in clinical settings. Herein, we used laser ablation inductively coupled plasma mass spectrometry to visualize the platinum distribution in the ovarian cancer tissues at the time of interval debulking surgery after neoadjuvant chemotherapy in 27patients with advanced high-grade serous ovarian cancer. Two distinct patterns of platinum distribution were observed. Type A (n = 16): platinum accumulation at the adjacent stroma but little in the tumor; type B (n = 11): even distribution of platinum throughout the tumor and adjacent stroma. The type A patients treated post-surgery with platinum-based adjuvant chemotherapy showed significantly shorter periods of recurrence after the last platinum-based chemotherapy session (p = 0.020) and were diagnosed with \"platinum-resistant recurrence\". Moreover, type A was significantly correlated with worse prognosis (p = 0.031). Post-surgery treatment with non-platinum-based chemotherapy could be effective for the patients classified as type A. Our findings indicate that the platinum resistance can be predicted prior to recurrence, based on the platinum distribution; this could contribute to the selection of more appropriate adjuvant chemotherapy, which may lead to improves prognoses.",
    "bibjson": {
        "author": [
            {
                "initials": "JH",
                "lastname": "Kim",
                "name": "Kim JH"
            },
            {
                "initials": "Y",
                "lastname": "Hu",
                "name": "Hu Y"
            },
            {
                "initials": "T",
                "lastname": "Yongqing",
                "name": "Yongqing T"
            },
            {
                "initials": "J",
                "lastname": "Kim",
                "name": "Kim J"
            },
            {
                "initials": "VA",
                "lastname": "Hughes",
                "name": "Hughes VA"
            },
            {
                "initials": "J",
                "lastname": "Le Nours",
                "name": "Le Nours J"
            },
            {
                "initials": "EA",
                "lastname": "Marquez",
                "name": "Marquez EA"
            },
            {
                "initials": "AW",
                "lastname": "Purcell",
                "name": "Purcell AW"
            },
            {
                "initials": "Q",
                "lastname": "Wan",
                "name": "Wan Q"
            },
            {
                "initials": "M",
                "lastname": "Sugita",
                "name": "Sugita M"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "F",
                "lastname": "Winau",
                "name": "Winau F"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/ni.3523",
                "type": "doi"
            },
            {
                "id": "27548435",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "Nat. Immunol.",
            "name": ""
        },
        "pages": [
            "1159-66"
        ],
        "title": "CD1a on Langerhans cells controls inflammatory skin disease.",
        "type": "article",
        "url": "https://www.nature.com/articles/ni.3523",
        "volume": [
            "17"
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}