{
    "abstract": "Murine natural killer (NK) cells are regulated by the interaction of Ly49 receptors with major histocompatibility complex class I molecules (MHC-I). Although the ligands for inhibitory Ly49 were considered to be restricted to classical MHC (MHC-Ia), we have shown that the non-classical MHC molecule (MHC-Ib) H2-M3 was a ligand for the inhibitory Ly49A. Here we establish that another MHC-Ib, H2-Q10, is a bona fide ligand for the inhibitory Ly49C receptor. H2-Q10 bound to Ly49C with a marginally lower affinity (∼5 μm) than that observed between Ly49C and MHC-Ia (H-2K(b)/H-2D(d), both ∼1 μm), and this recognition could be prevented by cis interactions with H-2K in situ To understand the molecular details underpinning Ly49·MHC-Ib recognition, we determined the crystal structures of H2-Q10 and Ly49C bound H2-Q10. Unliganded H2-Q10 adopted a classical MHC-I fold and possessed a peptide-binding groove that exhibited features similar to those found in MHC-Ia, explaining the diverse peptide binding repertoire of H2-Q10. Ly49C bound to H2-Q10 underneath the peptide binding platform to a region that encompassed residues from the α1, α2, and α3 domains, as well as the associated β2-microglobulin subunit. This docking mode was conserved with that previously observed for Ly49C·H-2K(b) Indeed, structure-guided mutation of Ly49C indicated that Ly49C·H2-Q10 and Ly49C·H-2K(b) possess similar energetic footprints focused around residues located within the Ly49C β4-stand and L5 loop, which contact the underside of the peptide-binding platform floor. Our data provide a structural basis for Ly49·MHC-Ib recognition and demonstrate that MHC-Ib represent an extended family of ligands for Ly49 molecules.",
    "bibjson": {
        "author": [
            {
                "initials": "LC",
                "lastname": "Sullivan",
                "name": "Sullivan LC"
            },
            {
                "initials": "R",
                "lastname": "Berry",
                "name": "Berry R"
            },
            {
                "initials": "N",
                "lastname": "Sosnin",
                "name": "Sosnin N"
            },
            {
                "initials": "JM",
                "lastname": "Widjaja",
                "name": "Widjaja JM"
            },
            {
                "initials": "FA",
                "lastname": "Deuss",
                "name": "Deuss FA"
            },
            {
                "initials": "GR",
                "lastname": "Balaji",
                "name": "Balaji GR"
            },
            {
                "initials": "NL",
                "lastname": "LaGruta",
                "name": "LaGruta NL"
            },
            {
                "initials": "M",
                "lastname": "Mirams",
                "name": "Mirams M"
            },
            {
                "initials": "JA",
                "lastname": "Trapani",
                "name": "Trapani JA"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "AG",
                "lastname": "Brooks",
                "name": "Brooks AG"
            },
            {
                "initials": "DM",
                "lastname": "Andrews",
                "name": "Andrews DM"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.m116.737130",
                "type": "doi"
            },
            {
                "id": "27385590",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Recognition of the MHC class Ib molecule H2-Q10 by the natural killer cell receptor Ly49C.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820307729",
        "volume": [
            null
        ],
        "year": [
            2016
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}