{
    "abstract": "Unlike cytosolic processing and presentation of viral Ags by virus-infected cells, Ags first expressed in infected nonprofessional APCs, such as CD4<sup>+</sup> T cells in the case of HIV, are taken up by dendritic cells and cross-presented. This generally requires entry through the endocytic pathway, where endosomal proteases have first access for processing. Thus, understanding virus escape during cross-presentation requires an understanding of resistance to endosomal proteases, such as cathepsin S (CatS). We have modified HIV-1<sub>MN</sub> gp120 by mutating a key CatS cleavage site (Thr<sup>322</sup>Thr<sup>323</sup>) in the V3 loop of the immunodominant epitope IGPGRAFY<u>TT</u> to IGPGRAFY<u>VV</u> to prevent digestion. We found this mutation to facilitate cross-presentation and provide evidence from MHC binding and X-ray crystallographic structural studies that this results from preservation of the epitope rather than an increased epitope affinity for the MHC class I molecule. In contrast, when the protein is expressed by a vaccinia virus in the cytosol, the wild-type protein is immunogenic without this mutation. These proof-of-concept results show that a virus like HIV, infecting predominantly nonprofessional presenting cells, can escape T cell recognition by incorporating a CatS cleavage site that leads to destruction of an immunodominant epitope when the Ag undergoes endosomal cross-presentation.",
    "bibjson": {
        "author": [
            {
                "initials": "BF",
                "lastname": "Frey",
                "name": "Frey BF"
            },
            {
                "initials": "J",
                "lastname": "Jiang",
                "name": "Jiang J"
            },
            {
                "initials": "Y",
                "lastname": "Sui",
                "name": "Sui Y"
            },
            {
                "initials": "LF",
                "lastname": "Boyd",
                "name": "Boyd LF"
            },
            {
                "initials": "B",
                "lastname": "Yu",
                "name": "Yu B"
            },
            {
                "initials": "G",
                "lastname": "Tatsuno",
                "name": "Tatsuno G"
            },
            {
                "initials": "R",
                "lastname": "Billeskov",
                "name": "Billeskov R"
            },
            {
                "initials": "S",
                "lastname": "Solaymani-Mohammadi",
                "name": "Solaymani-Mohammadi S"
            },
            {
                "initials": "PW",
                "lastname": "Berman",
                "name": "Berman PW"
            },
            {
                "initials": "DH",
                "lastname": "Margulies",
                "name": "Margulies DH"
            },
            {
                "initials": "JA",
                "lastname": "Berzofsky",
                "name": "Berzofsky JA"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.1701523",
                "type": "doi"
            },
            {
                "id": "29374075",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Immunol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Effects of Cross-Presentation, Antigen Processing, and Peptide Binding in HIV Evasion of T Cell Immunity.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.1701523",
        "volume": [
            null
        ],
        "year": [
            2018
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}