{
    "abstract": "Endoplasmic reticulum aminopeptidase 1 (ERAP1) and ERAP2 process N-terminally extended antigenic precursors for optimal loading onto major histocompatibility complex class I (MHC I) molecules. We and others have demonstrated that ERAP1 processes peptides bound to MHC I, but the underlying mechanism is unknown. To this end, we utilized single-chain trimers (SCT) of the ovalbumin-derived epitope SIINFEKL (SL8) tethered to the H2-K<sup>b</sup> MHC I determinant from mouse and introduced three substitutions, E63A, K66A, and W167A, at the A-pocket of the peptide-binding groove in the MHC I heavy chain, which interact with the N termini of peptides. These variants significantly decreased SL8-presenting SCT at the cell surface in the presence of ERAP1, but did not affect overall SCT expression, indicating that ERAP1 trims the SL8 N terminus. Comparison of the X-ray crystal structures of WT and three variant SCTs revealed only minor perturbations of the peptide-binding domain in the variants. However, molecular dynamics simulations suggested that SL8 can dissociate partially within a sub-microsecond timescale, exposing its N terminus to the solvent. We also found that the C terminus of MHC I-bound SL8 remains deeply buried in the F-pocket of MHC I. Furthermore, free-energy calculations revealed that the three SCT variants exhibit lower free-energy barriers of N terminus dissociation than the WT K<sup>b</sup> Taken together, our results are consistent with a previously observed model in which the partial dissociation of bound peptides from MHC I exposes their N terminus to trimming by ERAP1, whereas their C terminus is anchored at the F-pocket.",
    "bibjson": {
        "author": [
            {
                "initials": "A",
                "lastname": "Papakyriakou",
                "name": "Papakyriakou A"
            },
            {
                "initials": "E",
                "lastname": "Reeves",
                "name": "Reeves E"
            },
            {
                "initials": "M",
                "lastname": "Beton",
                "name": "Beton M"
            },
            {
                "initials": "H",
                "lastname": "Mikolajek",
                "name": "Mikolajek H"
            },
            {
                "initials": "L",
                "lastname": "Douglas",
                "name": "Douglas L"
            },
            {
                "initials": "G",
                "lastname": "Cooper",
                "name": "Cooper G"
            },
            {
                "initials": "T",
                "lastname": "Elliott",
                "name": "Elliott T"
            },
            {
                "initials": "JM",
                "lastname": "Werner",
                "name": "Werner JM"
            },
            {
                "initials": "E",
                "lastname": "James",
                "name": "James E"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.RA117.000313",
                "type": "doi"
            },
            {
                "id": "29599287",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "The partial dissociation of MHC class I bound peptides exposes their N terminus to trimming by endoplasmic reticulum aminopeptidase 1.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820369556",
        "volume": [
            null
        ],
        "year": [
            2018
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}