{
    "abstract": "Adverse drug reactions are one of the leading causes of morbidity and mortality in health care worldwide. Human leukocyte antigen (HLA) alleles have been strongly associated with drug hypersensitivities, and the causative drugs have been shown to stimulate specific T cells at the sites of autoimmune destruction. The structural elements recognized by drug-specific T cell receptors (TCRs) in vivo are poorly defined. Drug-stimulated T cells express TCRs specific for peptide/HLA complexes, but the characteristics of peptides (sequence, or endogenous or exogenous origin) presented in the context of small molecule drugs are not well studied. Using HLA-B*57:01 mediated hypersensitivity to abacavir as a model system, this study examines structural similarities of HLA presented peptides recognized by drug-specific TCRs. Using the crystal structure of HLA-B*57:01 complexed with abacavir and an immunogenic self peptide, VTTDIQVKV SPT5a 976-984, peptide side chains exhibiting flexibility and solvent exposure were identified as potential drug-specific T cell recognition motifs. Viral sequences with structural motifs similar to the immunogenic self peptide were identified. Abacavir-specific T cell clones were used to determine if virus peptides presented in the context of abacavir stimulate T cell responsiveness. An abacavir-specific T cell clone was stimulated by VTQQAQVRL, corresponding to HSV1/2 230-238, in the context of HLA-B*57:01. These data suggest the T cell polyclonal response to abacavir consists of multiple subsets, including T cells that recognize self peptide/HLA-B*57:01 complexes and crossreact with viral peptide/HLA-B*57:01 complexes due to similarity in TCR contact residues.",
    "bibjson": {
        "author": [
            {
                "initials": "D",
                "lastname": "Yerly",
                "name": "Yerly D"
            },
            {
                "initials": "YA",
                "lastname": "Pompeu",
                "name": "Pompeu YA"
            },
            {
                "initials": "RJ",
                "lastname": "Schutte",
                "name": "Schutte RJ"
            },
            {
                "initials": "KK",
                "lastname": "Eriksson",
                "name": "Eriksson KK"
            },
            {
                "initials": "A",
                "lastname": "Strhyn",
                "name": "Strhyn A"
            },
            {
                "initials": "AW",
                "lastname": "Bracey",
                "name": "Bracey AW"
            },
            {
                "initials": "S",
                "lastname": "Buus",
                "name": "Buus S"
            },
            {
                "initials": "DA",
                "lastname": "Ostrov",
                "name": "Ostrov DA"
            }
        ],
        "identifier": [
            {
                "id": "10.3390/ijms18071464",
                "type": "doi"
            },
            {
                "id": "28686208",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "Int J Mol Sci",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Structural Elements Recognized by Abacavir-Induced T Cells.",
        "type": "article",
        "url": "http://www.mdpi.com/1422-0067/18/7/1464",
        "volume": [
            "18"
        ],
        "year": [
            2017
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}