{
    "abstract": "Human T cell autoreactivity toward lipid antigens presented by CD1 proteins can manifest in numerous diseases, including psoriasis, contact hypersensitivities, and allergies. However, the molecular mechanisms for regulating T cell autoreactivity toward lipid antigens remain unclear. We determined the basis for T cell receptor (TCR) autoreactivity toward CD1b bound to self-phospholipids. The spectrum of self-antigens captured by CD1b skews toward abundant membrane phospholipids such as phosphatidylcholine and phosphatidylethanolamine. However, TCRs can specifically recognize rare phospholipids, including phosphatidylglycerol (PG). The structure of an autoreactive TCR bound to CD1b-PG shows that discrimination occurs through a marked induced fit movement of PG so that its polar head group fits snugly into the cationic cup of the TCR. Conversely, TCR binding toward ubiquitous self-phospholipids was sterically or electrostatically repelled. Accordingly, we describe a mechanism of TCR autoreactivity toward rare phospholipids and avoidance of autoreactivity to the most abundant self-phospholipids.",
    "bibjson": {
        "author": [
            {
                "initials": "A",
                "lastname": "Shahine",
                "name": "Shahine A"
            },
            {
                "initials": "I",
                "lastname": "Van Rhijn",
                "name": "Van Rhijn I"
            },
            {
                "initials": "TY",
                "lastname": "Cheng",
                "name": "Cheng TY"
            },
            {
                "initials": "S",
                "lastname": "Iwany",
                "name": "Iwany S"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "DB",
                "lastname": "Moody",
                "name": "Moody DB"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            }
        ],
        "identifier": [
            {
                "id": "10.1126/sciimmunol.aao1384",
                "type": "doi"
            },
            {
                "id": "29054999",
                "type": "pubmed"
            }
        ],
        "issue": [
            "16"
        ],
        "journal": {
            "iso_abbreviation": "Sci Immunol",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "A molecular basis of human T cell receptor autoreactivity toward self-phospholipids.",
        "type": "article",
        "url": "https://www.science.org/doi/10.1126/sciimmunol.aao1384",
        "volume": [
            "2"
        ],
        "year": [
            2017
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}