{
    "abstract": "Presentation of viral epitopes by swine MHC I (termed leukocyte antigen class I, SLA I) to cytotoxic T lymphocytes (CTLs) is crucial for swine immunity. The SLA-2 structure, however, remains largely unknown. To illustrate the structural basis of swine CTL epitope presentation, the crystal structure of SLA-2*04:02:02 complexed with one peptide, derived from foot-and-mouth disease virus (FMDV), was analyzed in this study. SLA-2*04:02:02 and swine β2-microglobulin (sβ2m) were refolded in vitro in the presence of peptides. X-ray diffraction data of SLA-2*04:02:02-peptide-sβ2m (referred to as p/SLA-2*04:02:02) were collected. The diffraction dataset was 2.3 Å in resolution and the space group was P3(2)21. Relevant data included a = 101.8 Å, b = 101.8 Å, c = 73.455 Å,α = 90.00°, β = 90.00°, γ = 120.00°. The structure of p/SLA-2*04:02:02 was analyzed. The results revealed that Glu24, Met68, Gly76, and Gln173 in PBG of SLA-2*04:02:02 are different from other MHC I. Furthermore, Asn63 is different from other SLA I. Gln57, Met174 and Gln180 in PBG of SLA I are different from other species' MHC I. All of these features are different from known mammalian peptide-MHC class I complexes (referred to as p/MHC I). In addition, P4-His, P6-Val, and P8-Pro in the peptide were exposed, and these residues as epitopes can be presented by SLA-2*04:02:02. This study not only provides a structural basis for peptide presentation by SLA-2, but also screens one potential FMDV CTL epitope. The results may be of interest in future vaccine development.",
    "bibjson": {
        "author": [
            {
                "initials": "S",
                "lastname": "Ning",
                "name": "Ning S"
            },
            {
                "initials": "ZB",
                "lastname": "Wang",
                "name": "Wang ZB"
            },
            {
                "initials": "P",
                "lastname": "Qi",
                "name": "Qi P"
            },
            {
                "initials": "J",
                "lastname": "Xiao",
                "name": "Xiao J"
            },
            {
                "initials": "XJ",
                "lastname": "Wang",
                "name": "Wang XJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.rvsc.2019.11.002",
                "type": "doi"
            },
            {
                "id": "31760318",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Res. Vet. Sci.",
            "name": ""
        },
        "pages": [
            "90-98"
        ],
        "title": "Crystallization of SLA-2*04:02:02 complexed with a CTL epitope derived from FMDV.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0034528819303285",
        "volume": [
            "128"
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}