{
    "abstract": "MHC class I-like CD1 molecules have evolved to present lipid-based antigens to T cells. Differences in the antigen-binding clefts of the CD1 family members determine the conformation and size of the lipids that are presented, although the factors that shape CD1 diversity remain unclear. In mice, two homologous genes, CD1D1 and CD1D2, encode the CD1d protein, which is essential to the development and function of natural killer T (NKT) cells. However, it remains unclear whether both CD1d isoforms are equivalent in their antigen presentation capacity and functions. Here, we report that CD1d2 molecules are expressed in the thymus of some mouse strains, where they select functional type I NKT cells. Intriguingly, the T cell antigen receptor repertoire and phenotype of CD1d2-selected type I NKT cells in <i>CD1D1</i><sup>-/-</sup> mice differed from CD1d1-selected type I NKT cells. The structures of CD1d2 in complex with endogenous lipids and a truncated acyl-chain analog of α-galactosylceramide revealed that its A'-pocket was restricted in size compared with CD1d1. Accordingly, CD1d2 molecules could not present glycolipid antigens with long acyl chains efficiently, favoring the presentation of short acyl chain antigens. These results indicate that the two CD1d molecules present different sets of self-antigen(s) in the mouse thymus, thereby impacting the development of invariant NKT cells.",
    "bibjson": {
        "author": [
            {
                "initials": "S",
                "lastname": "Sundararaj",
                "name": "Sundararaj S"
            },
            {
                "initials": "J",
                "lastname": "Zhang",
                "name": "Zhang J"
            },
            {
                "initials": "SH",
                "lastname": "Krovi",
                "name": "Krovi SH"
            },
            {
                "initials": "R",
                "lastname": "Bedel",
                "name": "Bedel R"
            },
            {
                "initials": "KD",
                "lastname": "Tuttle",
                "name": "Tuttle KD"
            },
            {
                "initials": "N",
                "lastname": "Veerapen",
                "name": "Veerapen N"
            },
            {
                "initials": "GS",
                "lastname": "Besra",
                "name": "Besra GS"
            },
            {
                "initials": "Y",
                "lastname": "Khandokar",
                "name": "Khandokar Y"
            },
            {
                "initials": "T",
                "lastname": "Praveena",
                "name": "Praveena T"
            },
            {
                "initials": "J",
                "lastname": "Le Nours",
                "name": "Le Nours J"
            },
            {
                "initials": "JL",
                "lastname": "Matsuda",
                "name": "Matsuda JL"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "L",
                "lastname": "Gapin",
                "name": "Gapin L"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1716669115",
                "type": "doi"
            },
            {
                "id": "29351991",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Differing roles of CD1d2 and CD1d1 proteins in type I natural killer T cell development and function.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1716669115",
        "volume": [
            null
        ],
        "year": [
            2018
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}