{
    "abstract": "Recent immunotherapeutic approaches using adoptive cell therapy, or checkpoint blockade, have demonstrated the powerful anti-cancer potential of CD8 cytotoxic T-lymphocytes (CTL). While these approaches have shown great promise, they are only effective in some patients with some cancers. The potential power, and relative ease, of therapeutic vaccination against tumour associated antigens (TAA) present in different cancers has been a long sought-after approach for harnessing the discriminating sensitivity of CTL to treat cancer and has seen recent renewed interest following cancer vaccination successes using unique tumour neoantigens. Unfortunately, results with TAA-targeted \"universal\" cancer vaccines (UCV) have been largely disappointing. Infectious disease models have demonstrated that T-cell clonotypes that recognise the same antigen should not be viewed as being equally effective. Extrapolation of this notion to UCV would suggest that the quality of response in terms of the T-cell receptor (TCR) clonotypes induced might be more important than the quantity of the response. Unfortunately, there is little opportunity to assess the effectiveness of individual T-cell clonotypes in vivo. Here, we identified effective, persistent T-cell clonotypes in an HLA A2+ patient following successful tumour infiltrating lymphocyte (TIL) therapy. One such T-cell clone was used to generate super-agonist altered peptide ligands (APLs). Further refinement produced an APL that was capable of inducing T-cells in greater magnitude, and with improved effectiveness, from the blood of all 14 healthy donors tested. Importantly, this APL also induced T-cells from melanoma patient blood that exhibited superior recognition of the patient's own tumour compared to those induced by the natural antigen sequence. These results suggest that use of APL to skew the clonotypic quality of T-cells induced by cancer vaccination could provide a promising avenue in the hunt for the UCV \"magic bullet.\"",
    "bibjson": {
        "author": [
            {
                "initials": "SAE",
                "lastname": "Galloway",
                "name": "Galloway SAE"
            },
            {
                "initials": "G",
                "lastname": "Dolton",
                "name": "Dolton G"
            },
            {
                "initials": "M",
                "lastname": "Attaf",
                "name": "Attaf M"
            },
            {
                "initials": "A",
                "lastname": "Wall",
                "name": "Wall A"
            },
            {
                "initials": "A",
                "lastname": "Fuller",
                "name": "Fuller A"
            },
            {
                "initials": "C",
                "lastname": "Rius",
                "name": "Rius C"
            },
            {
                "initials": "V",
                "lastname": "Bianchi",
                "name": "Bianchi V"
            },
            {
                "initials": "S",
                "lastname": "Theaker",
                "name": "Theaker S"
            },
            {
                "initials": "A",
                "lastname": "Lloyd",
                "name": "Lloyd A"
            },
            {
                "initials": "ME",
                "lastname": "Caillaud",
                "name": "Caillaud ME"
            },
            {
                "initials": "IM",
                "lastname": "Svane",
                "name": "Svane IM"
            },
            {
                "initials": "M",
                "lastname": "Donia",
                "name": "Donia M"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            },
            {
                "initials": "B",
                "lastname": "Szomolay",
                "name": "Szomolay B"
            },
            {
                "initials": "P",
                "lastname": "Rizkallah",
                "name": "Rizkallah P"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            }
        ],
        "identifier": [
            {
                "id": "10.3389/fimmu.2019.00319",
                "type": "doi"
            },
            {
                "id": "30930889",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Front Immunol",
            "name": ""
        },
        "pages": [
            "319"
        ],
        "title": "Peptide Super-Agonist Enhances T-Cell Responses to Melanoma.",
        "type": "article",
        "url": "https://www.frontiersin.org/article/10.3389/fimmu.2019.00319/full",
        "volume": [
            "10"
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}