{
    "abstract": "The viral peptides presentation by major histocompatibility complex class I (MHC I) molecules play a pivotal role in T-cell recognition and the subsequent virus clearance. This process is delicately adjusted by the variant residues of MHC I, especially the residues in the peptide binding groove (PBG). In a series of MHC I molecules, a salt bridge is formed above the N-terminus of the peptides. However, the potential impact of the salt bridge on peptide binding and T-cell receptor (TCR) recognition of MHC I, as well as the corresponding molecular basis, are still largely unknown. Herein, we determined the structures of HLA-B*4001 and H-2K<sup>d</sup> in which two different types of salt bridges (Arg62-Glu163 or Arg66-Glu163) across the PBG were observed. Although the two salt bridges led to different conformation shifts of both the MHC I α helix and the peptides, binding of the peptides with the salt bridge residues was relatively conserved. Furthermore, through a series of in vitro and in vivo investigations, we found that MHC I mutations that disrupt the salt bridge alleviate peptide binding and can weaken the TCR recognition of MHC I-peptide complexes. Our study may provide key references for understanding MHC I-restricted peptide recognition by T-cells.",
    "bibjson": {
        "author": [
            {
                "initials": "W",
                "lastname": "Ji",
                "name": "Ji W"
            },
            {
                "initials": "L",
                "lastname": "Niu",
                "name": "Niu L"
            },
            {
                "initials": "W",
                "lastname": "Peng",
                "name": "Peng W"
            },
            {
                "initials": "Y",
                "lastname": "Zhang",
                "name": "Zhang Y"
            },
            {
                "initials": "H",
                "lastname": "Cheng",
                "name": "Cheng H"
            },
            {
                "initials": "F",
                "lastname": "Gao",
                "name": "Gao F"
            },
            {
                "initials": "Y",
                "lastname": "Shi",
                "name": "Shi Y"
            },
            {
                "initials": "J",
                "lastname": "Qi",
                "name": "Qi J"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            },
            {
                "initials": "WJ",
                "lastname": "Liu",
                "name": "Liu WJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.molimm.2019.06.005",
                "type": "doi"
            },
            {
                "id": "31226552",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Mol Immunol",
            "name": ""
        },
        "pages": [
            "274-282"
        ],
        "title": "Salt bridge-forming residues positioned over viral peptides presented by MHC class I impacts T-cell recognition in a binding-dependent manner.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0161589019300860",
        "volume": [
            "112"
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}