{
    "abstract": "Genetic mutations lead to the production of mutated proteins from which peptides are presented to T cells as cancer neoantigens. Evidence suggests that T cells that target neoantigens are the main mediators of effective cancer immunotherapies. Although algorithms have been used to predict neoantigens, only a minority are immunogenic. The factors that influence neoantigen immunogenicity are not completely understood. Here, we classified human neoantigen/neopeptide data into three categories based on their TCR-pMHC binding events. We observed a conservative mutant orientation of the anchor residue from immunogenic neoantigens which we termed the \"NP\" rule. By integrating this rule with an existing prediction algorithm, we found improved performance in neoantigen prioritization. To better understand this rule, we solved several neoantigen/MHC structures. These structures showed that neoantigens that follow this rule not only increase peptide-MHC binding affinity but also create new TCR-binding features. These molecular insights highlight the value of immune-based classification in neoantigen studies and may enable the design of more effective cancer immunotherapies.",
    "bibjson": {
        "author": [
            {
                "initials": "P",
                "lastname": "Bai",
                "name": "Bai P"
            },
            {
                "initials": "Y",
                "lastname": "Li",
                "name": "Li Y"
            },
            {
                "initials": "Q",
                "lastname": "Zhou",
                "name": "Zhou Q"
            },
            {
                "initials": "J",
                "lastname": "Xia",
                "name": "Xia J"
            },
            {
                "initials": "PC",
                "lastname": "Wei",
                "name": "Wei PC"
            },
            {
                "initials": "H",
                "lastname": "Deng",
                "name": "Deng H"
            },
            {
                "initials": "M",
                "lastname": "Wu",
                "name": "Wu M"
            },
            {
                "initials": "SK",
                "lastname": "Chan",
                "name": "Chan SK"
            },
            {
                "initials": "JW",
                "lastname": "Kappler",
                "name": "Kappler JW"
            },
            {
                "initials": "Y",
                "lastname": "Zhou",
                "name": "Zhou Y"
            },
            {
                "initials": "E",
                "lastname": "Tran",
                "name": "Tran E"
            },
            {
                "initials": "P",
                "lastname": "Marrack",
                "name": "Marrack P"
            },
            {
                "initials": "L",
                "lastname": "Yin",
                "name": "Yin L"
            }
        ],
        "identifier": [
            {
                "id": "10.1080/2162402X.2020.1868130",
                "type": "doi"
            },
            {
                "id": "33537173",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Oncoimmunology",
            "name": ""
        },
        "pages": [
            "1868130"
        ],
        "title": "Immune-based mutation classification enables neoantigen prioritization and immune feature discovery in cancer immunotherapy.",
        "type": "article",
        "url": "https://www.tandfonline.com/doi/full/10.1080/2162402X.2020.1868130",
        "volume": [
            "10"
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}