{
    "abstract": "Cytotoxic T cells targeting cancer neoantigens harboring driver mutations can lead to durable tumor regression in an HLAI-dependent manner. However, it is difficult to extend the population of patients who are eligible for neoantigen-based immunotherapy, as immunogenic neoantigen-HLA pairs are rarely shared across different patients. Thus, a way to find other human leukocyte antigen (HLA) alleles that can also present a clinically effective neoantigen is needed. Recently, neoantigen-based immunotherapy targeting the KRAS G12D mutation in patients with HLA-C*08:02 has shown effectiveness. In a proof-of-concept study, we proposed a combinatorial strategy (the combination of phylogenetic and structural analyses) to find potential HLA alleles that could also present KRAS G12D neoantigen. Compared to in silico binding prediction, this strategy avoids the uneven accuracy across different HLA alleles. Our findings extend the population of patients who are potentially eligible for immunotherapy targeting the KRAS G12D mutation. Additionally, we provide an alternative way to predict neoantigen-HLA pairs, which maximizes the clinical usage of shared neoantigens.",
    "bibjson": {
        "author": [
            {
                "initials": "P",
                "lastname": "Bai",
                "name": "Bai P"
            },
            {
                "initials": "Q",
                "lastname": "Zhou",
                "name": "Zhou Q"
            },
            {
                "initials": "P",
                "lastname": "Wei",
                "name": "Wei P"
            },
            {
                "initials": "H",
                "lastname": "Bai",
                "name": "Bai H"
            },
            {
                "initials": "SK",
                "lastname": "Chan",
                "name": "Chan SK"
            },
            {
                "initials": "JW",
                "lastname": "Kappler",
                "name": "Kappler JW"
            },
            {
                "initials": "P",
                "lastname": "Marrack",
                "name": "Marrack P"
            },
            {
                "initials": "L",
                "lastname": "Yin",
                "name": "Yin L"
            }
        ],
        "identifier": [
            {
                "id": "10.1007/s11427-020-1888-1",
                "type": "doi"
            },
            {
                "id": "33740187",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Sci China Life Sci",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Rational discovery of a cancer neoepitope harboring the KRAS G12D driver mutation.",
        "type": "article",
        "url": "https://link.springer.com/10.1007/s11427-020-1888-1",
        "volume": [
            null
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}