{
    "abstract": "The micropolymorphism of major histocompatibility complex class I (MHC-I) can greatly alter the plasticity of peptide presentation, but elucidating the underlying mechanism remains a challenge. Here we investigated the impact of the micropolymorphism on peptide presentation of swine MHC-I (termed swine leukocyte antigen class I, SLA-I) molecules <i>via</i> immunopeptidomes that were determined by our newly developed random peptide library combined with the mass spectrometry (MS) <i>de novo</i> sequencing method (termed RPLD-MS) and the corresponding crystal structures. The immunopeptidomes of SLA-1*04:01, SLA-1*13:01, and their mutants showed that mutations of residues 156 and 99 could expand and narrow the ranges of peptides presented by SLA-I molecules, respectively. R156A mutation of SLA-1*04:01 altered the charge properties and enlarged the volume size of pocket D, which eliminated the harsh restriction to accommodate the third (P3) anchor residue of the peptide and expanded the peptide binding scope. Compared with 99<sup>Tyr</sup> of SLA-1*0401, 99<sup>Phe</sup> of SLA-1*13:01 could not form a conservative hydrogen bond with the backbone of the P3 residues, leading to fewer changes in the pocket properties but a significant decrease in quantitative of immunopeptidomes. This absent force could be compensated by the salt bridge formed by P1-E and 170<sup>Arg</sup>. These data illustrate two distinguishing manners that show how micropolymorphism alters the peptide-binding plasticity of SLA-I alleles, verifying the sensitivity and accuracy of the RPLD-MS method for determining the peptide binding characteristics of MHC-I <i>in vitro</i> and helping to more accurately predict and identify MHC-I restricted epitopes.",
    "bibjson": {
        "author": [
            {
                "initials": "X",
                "lastname": "Wei",
                "name": "Wei X"
            },
            {
                "initials": "S",
                "lastname": "Wang",
                "name": "Wang S"
            },
            {
                "initials": "Z",
                "lastname": "Li",
                "name": "Li Z"
            },
            {
                "initials": "Z",
                "lastname": "Li",
                "name": "Li Z"
            },
            {
                "initials": "Z",
                "lastname": "Qu",
                "name": "Qu Z"
            },
            {
                "initials": "S",
                "lastname": "Wang",
                "name": "Wang S"
            },
            {
                "initials": "B",
                "lastname": "Zou",
                "name": "Zou B"
            },
            {
                "initials": "R",
                "lastname": "Liang",
                "name": "Liang R"
            },
            {
                "initials": "C",
                "lastname": "Xia",
                "name": "Xia C"
            },
            {
                "initials": "N",
                "lastname": "Zhang",
                "name": "Zhang N"
            }
        ],
        "identifier": [
            {
                "id": "10.3389/fimmu.2021.592447",
                "type": "doi"
            },
            {
                "id": "33717070",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Front Immunol",
            "name": ""
        },
        "pages": [
            "592447"
        ],
        "title": "Peptidomes and Structures Illustrate Two Distinguishing Mechanisms of Alternating the Peptide Plasticity Caused by Swine MHC Class I Micropolymorphism.",
        "type": "article",
        "url": "https://www.frontiersin.org/articles/10.3389/fimmu.2021.592447/full",
        "volume": [
            "12"
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}