{
    "abstract": "Antigenic peptide presentation by the MHC is essential for activating T cells. The current view is that the peptide termini are tethered within the closed Ag-binding groove of MHC class I (MHC-I). Recently, the N-terminal extension mode of peptide presentation has been observed in human MHC-I (HLA-I). In this study, we found that the N terminus of the long peptide can extend beyond the groove of swine MHC-I (SLA-1*0401), confirming that this phenomenon can occur across species. Removal of the N-terminal extra (P-1) residue of the RW12 peptide significantly reduced the folding efficiency of the complex, but truncation of the second half of the peptide did not. Consistent with previous reports, the second (P1) residue of the peptide is twisted, and its side chain is inserted into the A pocket to form two hydrogen bonds with polymorphic E63 and conserved Y159. Mutations of E63 disrupt the binding of the peptide, indicating that E63 is necessary for this peptide-binding mode. Compared with W167, which exists in most MHC-Is, SLA-I-specific S167 ensures an open N-terminal groove of SLA-1*0401, enabling the P-1 residue to extend from the groove. In this MHC class II-like peptide-binding mode, the A pocket is restrictive to the P1 residue and is affected by the polymorphic residues. The peptidomes and refolding data indicated that the open N-terminal groove of SLA-1*0401 allows one to three residues to extend out of the Ag-binding groove. These cross-species comparisons can help us better understand the characteristics of this N-terminal extension presentation mode.",
    "bibjson": {
        "author": [
            {
                "initials": "X",
                "lastname": "Wei",
                "name": "Wei X"
            },
            {
                "initials": "S",
                "lastname": "Wang",
                "name": "Wang S"
            },
            {
                "initials": "S",
                "lastname": "Wang",
                "name": "Wang S"
            },
            {
                "initials": "X",
                "lastname": "Xie",
                "name": "Xie X"
            },
            {
                "initials": "N",
                "lastname": "Zhang",
                "name": "Zhang N"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.2001207",
                "type": "doi"
            },
            {
                "id": "34937745",
                "type": "pubmed"
            }
        ],
        "issue": [
            "2"
        ],
        "journal": {
            "iso_abbreviation": "J Immunol",
            "name": ""
        },
        "pages": [
            "480-491"
        ],
        "title": "Structure and Peptidomes of Swine MHC Class I with Long Peptides Reveal the Cross-Species Characteristics of the Novel N-Terminal Extension Presentation Mode.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.2001207",
        "volume": [
            "208"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}