{
    "abstract": "Polymorphisms can affect MHC-I binding peptide length preferences, but the mechanism remains unclear. Using a random peptide library combined with LC-MS/MS and <i>de novo</i> sequencing (RPLD-MS) technique, we found that two swine MHC-I molecules with high sequence homology, SLA-1*04:01 and SLA-1*13:01, had significant differences in length preference of the binding peptides. Compared with SLA-1*04:01, SLA-1*13:01 binds fewer short peptides with 8-10 amino acids, but more long peptides. A dodecapeptide peptide (RW12) can bind to both SLA-1*04:01 and SLA-1*13:01, but their crystal structures indicate that the binding modes are significantly different: the entirety of RW12 is embedded in the peptide binding groove of SLA-1*04:01, but it obviously protrudes from the peptide binding groove of SLA-1*13:01. The structural comparative analysis showed that only five differential amino acids of SLA-1*13:01 and SLA-1*04:01 were involved in the binding of RW12, and they determine the different ways of long peptides binding, which makes SLA-1*04:01 more restrictive on long peptides than SLA-1*13:01, and thus binds fewer long peptides. In addition, we found that the N terminus of RW12 extends from the groove of SLA-1*13:01, which is similar to the case previously found in SLA-1*04:01. However, this unusual peptide binding does not affect their preferences of binding peptide length. Our study will be helpful to understand the effect of polymorphisms on the length distribution of MHC-I binding peptides, and to screen SLA-I-restricted epitopes of different lengths and to design effective epitope vaccines.",
    "bibjson": {
        "author": [
            {
                "initials": null,
                "lastname": null,
                "name": "Wei, X.H."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Wang, S."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Zhang, N.Z."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Xia, C."
            }
        ],
        "identifier": [
            {
                "id": "10.3389/fimmu.2022.820881",
                "type": "doi"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": null,
            "name": ""
        },
        "pages": [
            "-"
        ],
        "title": "Peptidomes and Structures Illustrate How SLA-I Micropolymorphism Influences the Preference of Binding Peptide Length.",
        "type": "article",
        "url": "https://www.frontiersin.org/articles/10.3389/fimmu.2022.820881/full",
        "volume": [
            null
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}