{
    "abstract": "Newly-emerged and vaccine-mismatched influenza A viruses (IAVs) result in a rapid global spread of the virus due to minimal antibody-mediated immunity. In that case, established CD8+ T-cells can reduce disease severity. However, as mutations occur sporadically within immunogenic IAV-derived T-cell peptides, understanding of T-cell receptor (TCRαβ) cross-reactivity towards IAV variants is needed for a vaccine design. Here, we investigate TCRαβ cross-strain recognition across IAV variants within two immunodominant human IAV-specific CD8+ T-cell epitopes, HLA-B*37:01-restricted NP338-346 (B37-NP338) and HLA-A*01:01-restricted NP44-52 (A1-NP44). We find high abundance of cross-reactive TCRαβ clonotypes recognizing distinct IAV variants. Structures of the wild-type and variant peptides revealed preserved conformation of the bound peptides. Structures of a cross-reactive TCR-HLA-B37-NP338 complex suggest that the conserved conformation of the variants underpins TCR cross-reactivity. Overall, cross-reactive CD8+ T-cell responses, underpinned by conserved epitope structure, facilitates recognition of distinct IAV variants, thus CD8+ T-cell-targeted vaccines could provide protection across different IAV strains.",
    "bibjson": {
        "author": [
            {
                "initials": "EJ",
                "lastname": "Grant",
                "name": "Grant EJ"
            },
            {
                "initials": "TM",
                "lastname": "Josephs",
                "name": "Josephs TM"
            },
            {
                "initials": "L",
                "lastname": "Loh",
                "name": "Loh L"
            },
            {
                "initials": "EB",
                "lastname": "Clemens",
                "name": "Clemens EB"
            },
            {
                "initials": "S",
                "lastname": "Sant",
                "name": "Sant S"
            },
            {
                "initials": "M",
                "lastname": "Bharadwaj",
                "name": "Bharadwaj M"
            },
            {
                "initials": "W",
                "lastname": "Chen",
                "name": "Chen W"
            },
            {
                "initials": "J",
                "lastname": "Rossjohn",
                "name": "Rossjohn J"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "K",
                "lastname": "Kedzierska",
                "name": "Kedzierska K"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-018-07815-5",
                "type": "doi"
            },
            {
                "id": "30575715",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "5427"
        ],
        "title": "Broad CD8<sub>+</sub> T cell cross-recognition of distinct influenza A strains in humans.",
        "type": "article",
        "url": "http://www.nature.com/articles/s41467-018-07815-5",
        "volume": [
            "9"
        ],
        "year": [
            2018
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}