{
    "abstract": "The interplay between a highly polymorphic set of MHC-I alleles and molecular chaperones shapes the repertoire of peptide antigens displayed on the cell surface for T cell surveillance. Here, we demonstrate that the molecular chaperone TAP-binding protein related (TAPBPR) associates with a broad range of partially folded MHC-I species inside the cell. Bimolecular fluorescence complementation and deep mutational scanning reveal that TAPBPR recognition is polarized toward the α<sub>2</sub> domain of the peptide-binding groove, and depends on the formation of a conserved MHC-I disulfide epitope in the α<sub>2</sub> domain. Conversely, thermodynamic measurements of TAPBPR binding for a representative set of properly conformed, peptide-loaded molecules suggest a narrower MHC-I specificity range. Using solution NMR, we find that the extent of dynamics at \"hotspot\" surfaces confers TAPBPR recognition of a sparsely populated MHC-I state attained through a global conformational change. Consistently, restriction of MHC-I groove plasticity through the introduction of a disulfide bond between the α<sub>1</sub>/α<sub>2</sub> helices abrogates TAPBPR binding, both in solution and on a cellular membrane, while intracellular binding is tolerant of many destabilizing MHC-I substitutions. Our data support parallel TAPBPR functions of 1) chaperoning unstable MHC-I molecules with broad allele-specificity at early stages of their folding process, and 2) editing the peptide cargo of properly conformed MHC-I molecules en route to the surface, which demonstrates a narrower specificity. Our results suggest that TAPBPR exploits localized structural adaptations, both near and distant to the peptide-binding groove, to selectively recognize discrete conformational states sampled by MHC-I alleles, toward editing the repertoire of displayed antigens.",
    "bibjson": {
        "author": [
            {
                "initials": "AC",
                "lastname": "McShan",
                "name": "McShan AC"
            },
            {
                "initials": "CA",
                "lastname": "Devlin",
                "name": "Devlin CA"
            },
            {
                "initials": "SA",
                "lastname": "Overall",
                "name": "Overall SA"
            },
            {
                "initials": "J",
                "lastname": "Park",
                "name": "Park J"
            },
            {
                "initials": "JS",
                "lastname": "Toor",
                "name": "Toor JS"
            },
            {
                "initials": "D",
                "lastname": "Moschidi",
                "name": "Moschidi D"
            },
            {
                "initials": "D",
                "lastname": "Flores-Solis",
                "name": "Flores-Solis D"
            },
            {
                "initials": "H",
                "lastname": "Choi",
                "name": "Choi H"
            },
            {
                "initials": "S",
                "lastname": "Tripathi",
                "name": "Tripathi S"
            },
            {
                "initials": "E",
                "lastname": "Procko",
                "name": "Procko E"
            },
            {
                "initials": "NG",
                "lastname": "Sgourakis",
                "name": "Sgourakis NG"
            }
        ],
        "identifier": [
            {
                "id": "10.1073/pnas.1915562116",
                "type": "doi"
            },
            {
                "id": "31796585",
                "type": "pubmed"
            }
        ],
        "issue": [
            "51"
        ],
        "journal": {
            "iso_abbreviation": "Proc. Natl. Acad. Sci. U.S.A.",
            "name": ""
        },
        "pages": [
            "25602-25613"
        ],
        "title": "Molecular determinants of chaperone interactions on MHC-I for folding and antigen repertoire selection.",
        "type": "article",
        "url": "https://pnas.org/doi/full/10.1073/pnas.1915562116",
        "volume": [
            "116"
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}