{
    "abstract": "Endoplasmic reticulum aminopeptidase 1 (ERAP1) and ERAP2 critically shape the major histocompatibility complex I (MHC I) immunopeptidome. The ERAPs remove N-terminal residues from antigenic precursor peptides and generate optimal-length peptides (<i>i.e.</i> 8-10-mers) to fit into the MHC class I groove. It is therefore intriguing that MHC class I molecules can present N-terminally extended peptides on the cell surface that can elicit CD8+ T-cell responses. This observation likely reflects gaps in our understanding of how antigens are processed by the ERAP enzymes. To better understand ERAPs' function in antigen processing, here we generated a nested set of N-terminally extended 10-20-mer peptides (RA) <i><sub>n</sub></i> AAKKKYCL covalently bound to the human leukocyte antigen (HLA)-B*0801. We used X-ray crystallography, thermostability assessments, and an ERAP1-trimming assay to characterize these complexes. The X-ray structures determined at 1.40-1.65 Å resolutions revealed that the residue extensions (RA) <i><sub>n</sub></i> unexpectedly protrude out of the A pocket of HLA-B*0801, whereas the AAKKKYCL core of all peptides adopts similar, bound conformations. HLA-B*0801 residue 62 was critical to open the A pocket. We also show that HLA-B*0801 and antigenic precursor peptides form stable complexes. Finally, ERAP1-mediated trimming of the MHC I-bound peptides required a minimal length of 14 amino acids. We propose a mechanistic model explaining how ERAP1-mediated trimming of MHC I-bound peptides in cells can generate peptides of canonical as well as noncanonical lengths that still serve as stable MHC I ligands. Our results provide a framework to better understand how the ERAP enzymes influence the MHC I immunopeptidome.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Li",
                "name": "Li L"
            },
            {
                "initials": "M",
                "lastname": "Batliwala",
                "name": "Batliwala M"
            },
            {
                "initials": "M",
                "lastname": "Bouvier",
                "name": "Bouvier M"
            }
        ],
        "identifier": [
            {
                "id": "10.1074/jbc.ra119.010102",
                "type": "doi"
            },
            {
                "id": "31601650",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J. Biol. Chem.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "ERAP1 enzyme-mediated trimming and structural analyses of MHC I--bound precursor peptides yield novel insights into antigen processing and presentation.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925820304087",
        "volume": [
            null
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}