{
    "abstract": "Major histocompatibility complex (MHC) class I molecules present short peptide ligands on the cell surface for interrogation by cytotoxic CD8+ T cells. MHC class I complexes presenting tumor-associated peptides such as neoantigens represent key targets of cancer immunotherapy approaches currently in development, making them important for efficacy and safety screenings. Without peptide ligand, MHC class I complexes are unstable and decay quickly, making the production of soluble monomers for analytical purposes labor intensive. We have developed a disulfide-stabilized HLA-A*02:01 molecule that is stable without peptide but can form peptide-MHC complexes (pMHCs) with ligands of choice in a one-step loading procedure. We illustrate the similarity between the engineered mutant and the wild-type molecule with respect to affinity of wild-type or affinity-matured T cell receptors (TCRs) and present a crystal structure corroborating the binding kinetics measurements. In addition, we demonstrate a high-throughput binding kinetics measurement platform to analyze the binding characteristics of bispecific TCR (bsTCR) molecules against diverse pMHC libraries produced with the disulfide-stabilized HLA-A*02:01 molecule. We show that bsTCR affinities for pMHCs are indicative of in vitro function and generate a bsTCR binding motif to identify potential off-target interactions in the human proteome. These findings showcase the potential of the platform and the engineered HLA-A*02:01 molecule in the emerging field of pMHC-targeting biologics.",
    "bibjson": {
        "author": [
            {
                "initials": "A",
                "lastname": "Moritz",
                "name": "Moritz A"
            },
            {
                "initials": "R",
                "lastname": "Anjanappa",
                "name": "Anjanappa R"
            },
            {
                "initials": "C",
                "lastname": "Wagner",
                "name": "Wagner C"
            },
            {
                "initials": "S",
                "lastname": "Bunk",
                "name": "Bunk S"
            },
            {
                "initials": "M",
                "lastname": "Hofmann",
                "name": "Hofmann M"
            },
            {
                "initials": "G",
                "lastname": "Pszolla",
                "name": "Pszolla G"
            },
            {
                "initials": "A",
                "lastname": "Saikia",
                "name": "Saikia A"
            },
            {
                "initials": "M",
                "lastname": "Garcia-Alai",
                "name": "Garcia-Alai M"
            },
            {
                "initials": "R",
                "lastname": "Meijers",
                "name": "Meijers R"
            },
            {
                "initials": "HG",
                "lastname": "Rammensee",
                "name": "Rammensee HG"
            },
            {
                "initials": "S",
                "lastname": "Springer",
                "name": "Springer S"
            },
            {
                "initials": "D",
                "lastname": "Maurer",
                "name": "Maurer D"
            }
        ],
        "identifier": [
            {
                "id": "10.1126/sciimmunol.aav0860",
                "type": "doi"
            },
            {
                "id": "31324691",
                "type": "pubmed"
            }
        ],
        "issue": [
            "37"
        ],
        "journal": {
            "iso_abbreviation": "Sci Immunol",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "High-throughput peptide-MHC complex generation and kinetic screenings of TCRs with peptide-receptive HLA-A*02:01 molecules.",
        "type": "article",
        "url": "https://www.science.org/doi/10.1126/sciimmunol.aav0860",
        "volume": [
            "4"
        ],
        "year": [
            2019
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}