{
    "abstract": "Immuno-oncology approaches that utilize T cell receptors (TCRs) are becoming highly attractive because of their potential to target virtually all cellular proteins, including cancer-specific epitopes, via the recognition of peptide-human leukocyte antigen (pHLA) complexes presented at the cell surface. However, because natural TCRs generally recognize cancer-derived pHLAs with very weak affinities, efforts have been made to enhance their binding strength, in some cases by several million-fold. In this study, we investigated the mechanisms underpinning human TCR affinity enhancement by comparing the crystal structures of engineered enhanced affinity TCRs with those of their wild-type progenitors. Additionally, we performed molecular dynamics simulations to better understand the energetic mechanisms driving the affinity enhancements. These data demonstrate that supra-physiological binding affinities can be achieved without altering native TCR-pHLA binding modes via relatively subtle modifications to the interface contacts, often driven through the addition of buried hydrophobic residues. Individual energetic components of the TCR-pHLA interaction governing affinity enhancements were distinct and highly variable for each TCR, often resulting from additive, or knock-on, effects beyond the mutated residues. This comprehensive analysis of affinity-enhanced TCRs has important implications for the future rational design of engineered TCRs as efficacious and safe drugs for cancer treatment.",
    "bibjson": {
        "author": [
            {
                "initials": "RM",
                "lastname": "Crean",
                "name": "Crean RM"
            },
            {
                "initials": "BJ",
                "lastname": "MacLachlan",
                "name": "MacLachlan BJ"
            },
            {
                "initials": "F",
                "lastname": "Madura",
                "name": "Madura F"
            },
            {
                "initials": "T",
                "lastname": "Whalley",
                "name": "Whalley T"
            },
            {
                "initials": "PJ",
                "lastname": "Rizkallah",
                "name": "Rizkallah PJ"
            },
            {
                "initials": "CJ",
                "lastname": "Holland",
                "name": "Holland CJ"
            },
            {
                "initials": "C",
                "lastname": "McMurran",
                "name": "McMurran C"
            },
            {
                "initials": "S",
                "lastname": "Harper",
                "name": "Harper S"
            },
            {
                "initials": "A",
                "lastname": "Godkin",
                "name": "Godkin A"
            },
            {
                "initials": "AK",
                "lastname": "Sewell",
                "name": "Sewell AK"
            },
            {
                "initials": "CR",
                "lastname": "Pudney",
                "name": "Pudney CR"
            },
            {
                "initials": "MW",
                "lastname": "van der Kamp",
                "name": "van der Kamp MW"
            },
            {
                "initials": "DK",
                "lastname": "Cole",
                "name": "Cole DK"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.omto.2020.07.008",
                "type": "doi"
            },
            {
                "id": "32913893",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": null,
            "name": ""
        },
        "pages": [
            "443-456"
        ],
        "title": "Molecular Rules Underpinning Enhanced Affinity Binding of Human T Cell Receptors Engineered for Immunotherapy.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S2372770520301121",
        "volume": [
            null
        ],
        "year": [
            2020
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}