{
    "abstract": "T-cell recognition of peptides incorporating nonsynonymous mutations, or neoepitopes, is a cornerstone of tumor immunity and forms the basis of new immunotherapy approaches including personalized cancer vaccines. Yet as they are derived from self-peptides, the means through which immunogenic neoepitopes overcome immune self-tolerance are often unclear. Here we show that a point mutation in a non-major histocompatibility complex anchor position induces structural and dynamic changes in an immunologically active ovarian cancer neoepitope. The changes pre-organize the peptide into a conformation optimal for recognition by a neoepitope-specific T-cell receptor, allowing the receptor to bind the neoepitope with high affinity and deliver potent T-cell signals. Our results emphasize the importance of structural and physical changes relative to self in neoepitope immunogenicity. Considered broadly, these findings can help explain some of the difficulties in identifying immunogenic neoepitopes from sequence alone and provide guidance for developing novel, neoepitope-based personalized therapies.",
    "bibjson": {
        "author": [
            {
                "initials": "JR",
                "lastname": "Devlin",
                "name": "Devlin JR"
            },
            {
                "initials": "JA",
                "lastname": "Alonso",
                "name": "Alonso JA"
            },
            {
                "initials": "CM",
                "lastname": "Ayres",
                "name": "Ayres CM"
            },
            {
                "initials": "GLJ",
                "lastname": "Keller",
                "name": "Keller GLJ"
            },
            {
                "initials": "S",
                "lastname": "Bobisse",
                "name": "Bobisse S"
            },
            {
                "initials": "CW",
                "lastname": "Vander Kooi",
                "name": "Vander Kooi CW"
            },
            {
                "initials": "G",
                "lastname": "Coukos",
                "name": "Coukos G"
            },
            {
                "initials": "D",
                "lastname": "Gfeller",
                "name": "Gfeller D"
            },
            {
                "initials": "A",
                "lastname": "Harari",
                "name": "Harari A"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41589-020-0610-1",
                "type": "doi"
            },
            {
                "id": "32807968",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Nat. Chem. Biol.",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Structural dissimilarity from self drives neoepitope escape from immune tolerance.",
        "type": "article",
        "url": "https://www.nature.com/articles/s41589-020-0610-1",
        "volume": [
            null
        ],
        "year": [
            2020
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}