{
    "abstract": "T cell receptors (TCRs) orchestrate cellular immunity by recognizing peptides presented by a range of major histocompatibility complex (MHC) proteins. Naturally occurring TCRs bind the composite peptide/MHC surface, recognizing peptides that are structurally and chemically compatible with the TCR binding site. Here we describe a molecularly evolved TCR variant that binds the human class I MHC protein HLA-A2 independent of the bound peptide, achieved by a drastic perturbation of the TCR binding geometry that places the molecule far from the peptide binding groove. This unique geometry is unsupportive of normal T cell signaling. A substantial divergence between affinity measurements in solution and in two dimensions between proximal cell membranes leads us to attribute the lack of signaling to steric hindrance that limits binding in the confines of a cell-cell interface. Our results provide an example of how receptor binding geometry can impact T cell function and provide further support for the view that germline-encoded residues in TCR binding loops evolved to drive productive TCR recognition and signaling.",
    "bibjson": {
        "author": [
            {
                "initials": "NK",
                "lastname": "Singh",
                "name": "Singh NK"
            },
            {
                "initials": "JA",
                "lastname": "Alonso",
                "name": "Alonso JA"
            },
            {
                "initials": "DT",
                "lastname": "Harris",
                "name": "Harris DT"
            },
            {
                "initials": "SD",
                "lastname": "Anderson",
                "name": "Anderson SD"
            },
            {
                "initials": "J",
                "lastname": "Ma",
                "name": "Ma J"
            },
            {
                "initials": "LM",
                "lastname": "Hellman",
                "name": "Hellman LM"
            },
            {
                "initials": "AM",
                "lastname": "Rosenberg",
                "name": "Rosenberg AM"
            },
            {
                "initials": "EM",
                "lastname": "Kolawole",
                "name": "Kolawole EM"
            },
            {
                "initials": "BD",
                "lastname": "Evavold",
                "name": "Evavold BD"
            },
            {
                "initials": "DM",
                "lastname": "Kranz",
                "name": "Kranz DM"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            }
        ],
        "identifier": [
            {
                "id": "10.1021/acs.biochem.0c00689",
                "type": "doi"
            },
            {
                "id": "33074657",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "Biochemistry",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "An Engineered T Cell Receptor Variant Realizes the Limits of Functional Binding Modes.",
        "type": "article",
        "url": "https://pubs.acs.org/doi/10.1021/acs.biochem.0c00689",
        "volume": [
            null
        ],
        "year": [
            2020
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}