{
    "abstract": "Adoptive cell therapy (ACT) with tumor-specific T cells can mediate cancer regression. The main target of tumor-specific T cells are neoantigens arising from mutations in self-proteins. Although the majority of cancer neoantigens are unique to each patient, and therefore not broadly useful for ACT, some are shared. We studied oligoclonal T-cell receptors (TCRs) that recognize a shared neoepitope arising from a driver mutation in the p53 oncogene (p53R175H) presented by HLA-A2. Here we report structures of wild-type and mutant p53-HLA-A2 ligands, as well as structures of three tumor-specific TCRs bound to p53R175H-HLA-A2. These structures reveal how a driver mutation in p53 rendered a self-peptide visible to T cells. The TCRs employ structurally distinct strategies that are highly focused on the mutation to discriminate between mutant and wild-type p53. The TCR-p53R175H-HLA-A2 complexes provide a framework for designing TCRs to improve potency for ACT without sacrificing specificity.",
    "bibjson": {
        "author": [
            {
                "initials": "D",
                "lastname": "Wu",
                "name": "Wu D"
            },
            {
                "initials": "DT",
                "lastname": "Gallagher",
                "name": "Gallagher DT"
            },
            {
                "initials": "R",
                "lastname": "Gowthaman",
                "name": "Gowthaman R"
            },
            {
                "initials": "BG",
                "lastname": "Pierce",
                "name": "Pierce BG"
            },
            {
                "initials": "RA",
                "lastname": "Mariuzza",
                "name": "Mariuzza RA"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-020-16755-y",
                "type": "doi"
            },
            {
                "id": "32518267",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "2908"
        ],
        "title": "Structural basis for oligoclonal T cell recognition of a shared p53 cancer neoantigen.",
        "type": "article",
        "url": "http://www.nature.com/articles/s41467-020-16755-y",
        "volume": [
            "11"
        ],
        "year": [
            2020
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}