{
    "abstract": "The repertoire of peptides presented by major histocompatibility complex class I (MHC-I) molecules on the cell surface is tailored by the ER-resident peptide loading complex (PLC), which contains the exchange catalyst tapasin. Tapasin stabilizes MHC-I molecules and promotes the formation of stable peptide-MHC-I (pMHC-I) complexes that serve as T cell antigens. Exchange of suboptimal by high-affinity ligands is catalyzed by tapasin, but the underlying mechanism is still elusive. Here we analyze the tapasin-induced changes in MHC-I dynamics, and find the catalyst to exploit two essential features of MHC-I. First, tapasin recognizes a conserved allosteric site underneath the α<sub>2-1</sub>-helix of MHC-I, 'loosening' the MHC-I F-pocket region that accomodates the C-terminus of the peptide. Second, the scoop loop<sub>11-20</sub> of tapasin relies on residue L18 to target the MHC-I F-pocket, enabling peptide exchange. Meanwhile, tapasin residue K16 plays an accessory role in catalysis of MHC-I allotypes bearing an acidic F-pocket. Thus, our results provide an explanation for the observed allele-specificity of catalyzed peptide exchange.",
    "bibjson": {
        "author": [
            {
                "initials": "H",
                "lastname": "Lan",
                "name": "Lan H"
            },
            {
                "initials": "ET",
                "lastname": "Abualrous",
                "name": "Abualrous ET"
            },
            {
                "initials": "J",
                "lastname": "Sticht",
                "name": "Sticht J"
            },
            {
                "initials": "LMA",
                "lastname": "Fernandez",
                "name": "Fernandez LMA"
            },
            {
                "initials": "T",
                "lastname": "Werk",
                "name": "Werk T"
            },
            {
                "initials": "C",
                "lastname": "Weise",
                "name": "Weise C"
            },
            {
                "initials": "M",
                "lastname": "Ballaschk",
                "name": "Ballaschk M"
            },
            {
                "initials": "P",
                "lastname": "Schmieder",
                "name": "Schmieder P"
            },
            {
                "initials": "B",
                "lastname": "Loll",
                "name": "Loll B"
            },
            {
                "initials": "C",
                "lastname": "Freund",
                "name": "Freund C"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-021-24401-4",
                "type": "doi"
            },
            {
                "id": "34244493",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "4236"
        ],
        "title": "Exchange catalysis by tapasin exploits conserved and allele-specific features of MHC-I molecules.",
        "type": "article",
        "url": "http://www.nature.com/articles/s41467-021-24401-4",
        "volume": [
            "12"
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}