{
    "abstract": "The reptile MHC class I (MCH-I) and MHC class II proteins are the key molecules in the immune system; however, their structure has not been investigated. The crystal structure of green anole lizard peptide-MHC-I-β2m (pMHC-I or p<i>Anca</i>-UA*0101) was determined in the current study. Subsequently, the features of p<i>Anca</i>-UA*0101 were analyzed and compared with the characteristics of pMHC-I of four classes of vertebrates. The amino acid sequence identities between <i>Anca</i>-UA*0101 and MHC-I from other species are <50%; however, the differences between the species were reflected in the topological structure. Significant characteristics of p<i>Anca</i>-UA*0101 include a specific flip of ∼88° and an upward shift adjacent to the C terminus of the α1- and α2-helical regions, respectively. Additionally, the lizard MHC-I molecule has an insertion of 2 aa (VE) at positions 55 and 56. The pushing force from 55-56VE triggers the flip of the α1 helix. Mutagenesis experiments confirmed that the 55-56VE insertion in the α1 helix enhances the stability of p<i>Anca</i>-UA*0101. The peptide presentation profile and motif of p<i>Anca</i>-UA*0101 were confirmed. Based on these results, the proteins of three reptile lizard viruses were used for the screening and confirmation of the candidate epitopes. These data enhance our understanding of the systematic differences between five classes of vertebrates at the gene and protein levels, the formation of the pMHC-I complex, and the evolution of the MHC-I system.",
    "bibjson": {
        "author": [
            {
                "initials": "Y",
                "lastname": "Wang",
                "name": "Wang Y"
            },
            {
                "initials": "Z",
                "lastname": "Qu",
                "name": "Qu Z"
            },
            {
                "initials": "L",
                "lastname": "Ma",
                "name": "Ma L"
            },
            {
                "initials": "X",
                "lastname": "Wei",
                "name": "Wei X"
            },
            {
                "initials": "N",
                "lastname": "Zhang",
                "name": "Zhang N"
            },
            {
                "initials": "B",
                "lastname": "Zhang",
                "name": "Zhang B"
            },
            {
                "initials": "C",
                "lastname": "Xia",
                "name": "Xia C"
            }
        ],
        "identifier": [
            {
                "id": "10.4049/jimmunol.2000992",
                "type": "doi"
            },
            {
                "id": "33637616",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "J Immunol",
            "name": ""
        },
        "pages": [
            "1653-1667"
        ],
        "title": "The Crystal Structure of the MHC Class I (MHC-I) Molecule in the Green Anole Lizard Demonstrates the Unique MHC-I System in Reptiles.",
        "type": "article",
        "url": "http://www.jimmunol.org/lookup/doi/10.4049/jimmunol.2000992",
        "volume": [
            "206"
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "N"
}