{
    "abstract": "Interactions between a T cell receptor (TCR) and a peptide-major histocompatibility complex (pMHC) ligand are typically mediated by noncovalent bonds. By studying T cells expressing natural or engineered TCRs, here we describe covalent TCR-pMHC interactions that involve a cysteine-cysteine disulfide bond between the TCR and the peptide. By introducing cysteines into a known TCR-pMHC combination, we demonstrate that disulfide bond formation does not require structural rearrangement of the TCR or the peptide. We further show these disulfide bonds still form even when the initial affinity of the TCR-pMHC interaction is low. Accordingly, TCR-peptide disulfide bonds facilitate T cell activation by pMHC ligands with a wide spectrum of affinities for the TCR. Physiologically, this mechanism induces strong Zap70-dependent TCR signaling, which triggers T cell deletion or agonist selection in the thymus cortex. Covalent TCR-pMHC interactions may thus underlie a physiological T cell activation mechanism that has applications in basic immunology and potentially in immunotherapy.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "Szeto",
                "name": "Szeto C"
            },
            {
                "initials": "P",
                "lastname": "Zareie",
                "name": "Zareie P"
            },
            {
                "initials": "RC",
                "lastname": "Wirasinha",
                "name": "Wirasinha RC"
            },
            {
                "initials": "JB",
                "lastname": "Zhang",
                "name": "Zhang JB"
            },
            {
                "initials": "AT",
                "lastname": "Nguyen",
                "name": "Nguyen AT"
            },
            {
                "initials": "A",
                "lastname": "Riboldi-Tunnicliffe",
                "name": "Riboldi-Tunnicliffe A"
            },
            {
                "initials": "NL",
                "lastname": "La Gruta",
                "name": "La Gruta NL"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            },
            {
                "initials": "SR",
                "lastname": "Daley",
                "name": "Daley SR"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-022-32692-4",
                "type": "doi"
            },
            {
                "id": "35999236",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "4951"
        ],
        "title": "Covalent TCR-peptide-MHC interactions induce T cell activation and redirect T cell fate in the thymus.",
        "type": "article",
        "url": "https://www.nature.com/articles/s41467-022-32692-4",
        "volume": [
            "13"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}