{
    "abstract": "Presentation of pathogen-derived epitopes by major histocompatibility complex I (MHC-I) can lead to the activation and expansion of specific CD8<sup>+</sup> T cell clones, eventually resulting in the destruction of infected target cells. Altered peptide ligands (APLs), designed to elicit immunogenicity toward a wild-type peptide, may affect the overall stability of MHC-I/peptide (pMHC) complexes and modulate the recognition by T cell receptors (TCR). Previous works have demonstrated that proline substitution at position 3 (p3P) of different MHC-restricted epitopes, including the immunodominant LCMV-derived epitope gp33 and escape variants, may be an effective design strategy to increase epitope immunogenicity. These studies hypothesized that the p3P substitution increases peptide rigidity, facilitating TCR binding. Here, molecular dynamics simulations indicate that the p3P modification rigidifies the APLs in solution predisposing them for the MHC-I loading as well as once bound to H-2D<sup>b</sup>, predisposing them for TCR binding. Our results also indicate that peptide position 6, key for interaction of H-2D<sup>b</sup>/gp33 with the TCR P14, takes a suboptimal conformation before as well as after binding to the TCR. Analyses of H-2D<sup>b</sup> in complex with APLs, in which position 6 was subjected to an l- to d-amino acid modification, revealed small conformational changes and comparable pMHC thermal stability. However, the l- to d-modification reduced significantly the binding to P14 even in the presence of the p3P modification. Our combined data highlight the sensitivity of the TCR for the conformational dynamics of pMHC and provide further tools to dissect and modulate TCR binding and immunogenicity via APLs.",
    "bibjson": {
        "author": [
            {
                "initials": "F",
                "lastname": "Ballabio",
                "name": "Ballabio F"
            },
            {
                "initials": "L",
                "lastname": "Broggini",
                "name": "Broggini L"
            },
            {
                "initials": "C",
                "lastname": "Paissoni",
                "name": "Paissoni C"
            },
            {
                "initials": "X",
                "lastname": "Han",
                "name": "Han X"
            },
            {
                "initials": "K",
                "lastname": "Peqini",
                "name": "Peqini K"
            },
            {
                "initials": "BM",
                "lastname": "Sala",
                "name": "Sala BM"
            },
            {
                "initials": "R",
                "lastname": "Sun",
                "name": "Sun R"
            },
            {
                "initials": "T",
                "lastname": "Sandalova",
                "name": "Sandalova T"
            },
            {
                "initials": "A",
                "lastname": "Barbiroli",
                "name": "Barbiroli A"
            },
            {
                "initials": "A",
                "lastname": "Achour",
                "name": "Achour A"
            },
            {
                "initials": "S",
                "lastname": "Pellegrino",
                "name": "Pellegrino S"
            },
            {
                "initials": "S",
                "lastname": "Ricagno",
                "name": "Ricagno S"
            },
            {
                "initials": "C",
                "lastname": "Camilloni",
                "name": "Camilloni C"
            }
        ],
        "identifier": [
            {
                "id": "10.1021/acsomega.1c06964",
                "type": "doi"
            },
            {
                "id": "35350306",
                "type": "pubmed"
            }
        ],
        "issue": [
            "11"
        ],
        "journal": {
            "iso_abbreviation": "ACS Omega",
            "name": ""
        },
        "pages": [
            "9622-9635"
        ],
        "title": "l- to d-Amino Acid Substitution in the Immunodominant LCMV-Derived Epitope gp33 Highlights the Sensitivity of the TCR Recognition Mechanism for the MHC/Peptide Structure and Dynamics.",
        "type": "article",
        "url": "https://pubs.acs.org/doi/10.1021/acsomega.1c06964",
        "volume": [
            "7"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}