{
    "abstract": "The T cell receptor (TCR) expressed by T lymphocytes initiates protective immune responses to pathogens and tumors. To explore the structural basis of how TCR signaling is initiated when the receptor binds to peptide-loaded major histocompatibility complex (pMHC) molecules, we used cryogenic electron microscopy to determine the structure of a tumor-reactive TCRαβ/CD3δγε<sub>2</sub>ζ<sub>2</sub> complex bound to a melanoma-specific human class I pMHC at 3.08 Å resolution. The antigen-bound complex comprises 11 subunits stabilized by multivalent interactions across three structural layers, with clustered membrane-proximal cystines stabilizing the CD3-εδ and CD3-εγ heterodimers. Extra density sandwiched between transmembrane helices reveals the involvement of sterol lipids in TCR assembly. The geometry of the pMHC/TCR complex suggests that efficient TCR scanning of pMHC requires accurate pre-positioning of T cell and antigen-presenting cell membranes. Comparisons of the ligand-bound and unliganded receptors, along with molecular dynamics simulations, indicate that TCRs can be triggered in the absence of spontaneous structural rearrangements.",
    "bibjson": {
        "author": [
            {
                "initials": "L",
                "lastname": "Sušac",
                "name": "Sušac L"
            },
            {
                "initials": "MT",
                "lastname": "Vuong",
                "name": "Vuong MT"
            },
            {
                "initials": "C",
                "lastname": "Thomas",
                "name": "Thomas C"
            },
            {
                "initials": "S",
                "lastname": "von Bülow",
                "name": "von Bülow S"
            },
            {
                "initials": "C",
                "lastname": "O'Brien-Ball",
                "name": "O'Brien-Ball C"
            },
            {
                "initials": "AM",
                "lastname": "Santos",
                "name": "Santos AM"
            },
            {
                "initials": "RA",
                "lastname": "Fernandes",
                "name": "Fernandes RA"
            },
            {
                "initials": "G",
                "lastname": "Hummer",
                "name": "Hummer G"
            },
            {
                "initials": "R",
                "lastname": "Tampé",
                "name": "Tampé R"
            },
            {
                "initials": "SJ",
                "lastname": "Davis",
                "name": "Davis SJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.cell.2022.07.010",
                "type": "doi"
            },
            {
                "id": "35985289",
                "type": "pubmed"
            }
        ],
        "issue": [
            "17"
        ],
        "journal": {
            "iso_abbreviation": "Cell",
            "name": ""
        },
        "pages": [
            "3201-3213.e19"
        ],
        "title": "Structure of a fully assembled tumor-specific T cell receptor ligated by pMHC.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0092867422009138",
        "volume": [
            "185"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "N",
    "open_access": "N"
}