{
    "abstract": "Adaptive immunity depends on cell surface presentation of antigenic peptides by major histocompatibility complex class I (MHC I) molecules and on stringent ER quality control in the secretory pathway. The chaperone tapasin in conjunction with the oxidoreductase ERp57 is crucial for MHC I assembly and for shaping the epitope repertoire for high immunogenicity. However, how the tapasin-ERp57 complex engages MHC I clients has not yet been determined at atomic detail. Here, we present the 2.7-Å crystal structure of a tapasin-ERp57 heterodimer in complex with peptide-receptive MHC I. Our study unveils molecular details of client recognition by the multichaperone complex and highlights elements indispensable for peptide proofreading. The structure of this transient ER quality control complex provides the mechanistic basis for the selector function of tapasin and showcases how the numerous MHC I allomorphs are chaperoned during peptide loading and editing.",
    "bibjson": {
        "author": [
            {
                "initials": "IK",
                "lastname": "Müller",
                "name": "Müller IK"
            },
            {
                "initials": "C",
                "lastname": "Winter",
                "name": "Winter C"
            },
            {
                "initials": "C",
                "lastname": "Thomas",
                "name": "Thomas C"
            },
            {
                "initials": "RM",
                "lastname": "Spaapen",
                "name": "Spaapen RM"
            },
            {
                "initials": "S",
                "lastname": "Trowitzsch",
                "name": "Trowitzsch S"
            },
            {
                "initials": "R",
                "lastname": "Tampé",
                "name": "Tampé R"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-022-32841-9",
                "type": "doi"
            },
            {
                "id": "36104323",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "5383"
        ],
        "title": "Structure of an MHC I-tapasin-ERp57 editing complex defines chaperone promiscuity.",
        "type": "article",
        "url": "https://www.nature.com/articles/s41467-022-32841-9",
        "volume": [
            "13"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}