{
    "abstract": "Major histocompatibility complex class I (MHC I) molecules are central to adaptive immunity. Their assembly, epitope selection, and antigen presentation are controlled by the MHC I glycan through a sophisticated network of chaperones and modifying enzymes. However, the mechanistic integration of the corresponding processes remains poorly understood. Here, we determine the multi-chaperone-client interaction network of the peptide loading complex (PLC) and report the PLC editing module structure by cryogenic electron microscopy at 3.7 Å resolution. Combined with epitope-proofreading studies of the PLC in near-native lipid environment, these data show that peptide-receptive MHC I molecules are stabilized by multivalent chaperone interactions including the calreticulin-engulfed mono-glucosylated MHC I glycan, which only becomes accessible for processing by α-glucosidase II upon loading of optimal epitopes. Our work reveals allosteric coupling between peptide-MHC I assembly and glycan processing. This inter-process communication defines the onset of an adaptive immune response and provides a prototypical example of the tightly coordinated events in endoplasmic reticulum quality control.",
    "bibjson": {
        "author": [
            {
                "initials": "A",
                "lastname": "Domnick",
                "name": "Domnick A"
            },
            {
                "initials": "C",
                "lastname": "Winter",
                "name": "Winter C"
            },
            {
                "initials": "L",
                "lastname": "Sušac",
                "name": "Sušac L"
            },
            {
                "initials": "L",
                "lastname": "Hennecke",
                "name": "Hennecke L"
            },
            {
                "initials": "M",
                "lastname": "Hensen",
                "name": "Hensen M"
            },
            {
                "initials": "N",
                "lastname": "Zitzmann",
                "name": "Zitzmann N"
            },
            {
                "initials": "S",
                "lastname": "Trowitzsch",
                "name": "Trowitzsch S"
            },
            {
                "initials": "C",
                "lastname": "Thomas",
                "name": "Thomas C"
            },
            {
                "initials": "R",
                "lastname": "Tampé",
                "name": "Tampé R"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41467-022-32384-z",
                "type": "doi"
            },
            {
                "id": "35948544",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Nat Commun",
            "name": ""
        },
        "pages": [
            "4701"
        ],
        "title": "Molecular basis of MHC I quality control in the peptide loading complex.",
        "type": "article",
        "url": "https://www.nature.com/articles/s41467-022-32384-z",
        "volume": [
            "13"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}