{
    "abstract": "<h4>Background</h4>T-cell receptor (TCR) immunotherapy is becoming a viable modality in cancer treatment with efficacy in clinical trials. The safety of patients is paramount, so innovative cell engineering methods are being employed to exploit adaptive immunity while controlling the factors governing antigen receptor (ie, TCR) specificity and cross-reactivity. We recently reported a TCR engineering campaign and selectivity profiling assay (X-scan) targeting a melanoma antigen gene (MAGE)-A10 peptide. This helped to distinguish between two well-performing TCRs based on cross-reactivity potential during preclinical drug evaluation, allowing one to be advanced to T-cell immunotherapeutic clinical trials. Here, we present three-dimensional structural information on those TCRs, highlighting engineering improvements and molecular mechanisms likely underpinning differential selectivity.<h4>Methods</h4>Parental and engineered TCRs were purified and crystallized either alone or complexed to human leucocyte antigen (HLA)-A*02:01 presenting the MAGE-A10 9-mer peptide, GLYDGMEHL (pHLA/MAGE-A10-9). Using X-ray diffraction, we solved four high-resolution crystal structures and evaluated them relative to previously reported functional results.<h4>Results</h4>The unligated parental TCR displayed similar complementarity-determining region (CDR) loop conformations when bound to pHLA/MAGE-A10-9; a rigid-body movement of TCR beta chain variable domain (TRBV) relative to TCR alpha chain variable domain helped optimal pHLA engagement. This first view of an HLA-bound MAGE-A10 peptide revealed an intrachain non-covalent 'staple' between peptide Tyr3 and Glu7. A subtle Glu53-Asp mutation in βCDR2 of the parental TCR generated a high-affinity derivative. Its pHLA-complexed structure shows that the shorter Asp leans toward the pHLA with resulting rigid-body TRBV shift, creating localized changes around the peptide's C-terminus. Structural comparison with a less selective TCR indicated that differential cross-reactivity to MAGE-A10 peptide variants is most readily explained by alterations in surface electrostatics, and the size and geometry of TCR-peptide interfacial cavities.<h4>Conclusions</h4>Modest changes in engineered TCRs targeting MAGE-A10 produced significantly different properties. Conformational invariance of TCR and antigen peptide plus more space-filling CDR loop sequences may be desirable properties for clinically relevant TCR-pHLA systems to reduce the likelihood of structurally similar peptide mimics being tolerated by a TCR. Such properties may partially explain why the affinity-enhanced, in vitro-selected TCR has been generally well tolerated in patients.",
    "bibjson": {
        "author": [
            {
                "initials": "PC",
                "lastname": "Simister",
                "name": "Simister PC"
            },
            {
                "initials": "EC",
                "lastname": "Border",
                "name": "Border EC"
            },
            {
                "initials": "JF",
                "lastname": "Vieira",
                "name": "Vieira JF"
            },
            {
                "initials": "NJ",
                "lastname": "Pumphrey",
                "name": "Pumphrey NJ"
            }
        ],
        "identifier": [
            {
                "id": "10.1136/jitc-2022-004600",
                "type": "doi"
            },
            {
                "id": "35851311",
                "type": "pubmed"
            }
        ],
        "issue": [
            "7"
        ],
        "journal": {
            "iso_abbreviation": "J Immunother Cancer",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Structural insights into engineering a T-cell receptor targeting MAGE-A10 with higher affinity and specificity for cancer immunotherapy.",
        "type": "article",
        "url": "https://jitc.bmj.com/lookup/doi/10.1136/jitc-2022-004600",
        "volume": [
            "10"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}