{
    "abstract": "Monoclonal antibodies are at the vanguard of the most promising cancer treatments. Whereas traditional therapeutic antibodies have been limited to extracellular antigens, T cell receptor mimic (TCRm) antibodies can target intracellular antigens presented by cell surface major histocompatibility complex (MHC) proteins. TCRm antibodies can therefore target a repertoire of otherwise undruggable cancer antigens. However, the consequences of off-target peptide/MHC recognition with engineered T cell therapies are severe, and thus there are significant safety concerns with TCRm antibodies. Here we explored the specificity and safety profile of a new TCRm-based T cell therapy for hepatocellular carcinoma (HCC), a solid tumor for which no effective treatment exists. We targeted an alpha-fetoprotein peptide presented by HLA-A*02 with a highly specific TCRm, which crystallographic structural analysis showed binds directly over the HLA protein and interfaces with the full length of the peptide. We fused the TCRm to the γ and δ subunits of a TCR, producing a signaling AbTCR construct. This was combined with an scFv/CD28 co-stimulatory molecule targeting glypican-3 for increased efficacy towards tumor cells. This AbTCR + co-stimulatory T cell therapy showed potent activity against AFP-positive cancer cell lines in vitro and an in an in vivo model and undetectable activity against AFP-negative cells. In an in-human safety assessment, no significant adverse events or cytokine release syndrome were observed and evidence of efficacy was seen. Remarkably, one patient with metastatic HCC achieved a complete remission after nine months and ultimately qualified for a liver transplant.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "Liu",
                "name": "Liu C"
            },
            {
                "initials": "H",
                "lastname": "Liu",
                "name": "Liu H"
            },
            {
                "initials": "M",
                "lastname": "Dasgupta",
                "name": "Dasgupta M"
            },
            {
                "initials": "LM",
                "lastname": "Hellman",
                "name": "Hellman LM"
            },
            {
                "initials": "X",
                "lastname": "Zhang",
                "name": "Zhang X"
            },
            {
                "initials": "K",
                "lastname": "Qu",
                "name": "Qu K"
            },
            {
                "initials": "H",
                "lastname": "Xue",
                "name": "Xue H"
            },
            {
                "initials": "Y",
                "lastname": "Wang",
                "name": "Wang Y"
            },
            {
                "initials": "F",
                "lastname": "Fan",
                "name": "Fan F"
            },
            {
                "initials": "Q",
                "lastname": "Chang",
                "name": "Chang Q"
            },
            {
                "initials": "D",
                "lastname": "Yu",
                "name": "Yu D"
            },
            {
                "initials": "L",
                "lastname": "Ge",
                "name": "Ge L"
            },
            {
                "initials": "Y",
                "lastname": "Zhang",
                "name": "Zhang Y"
            },
            {
                "initials": "Z",
                "lastname": "Cui",
                "name": "Cui Z"
            },
            {
                "initials": "P",
                "lastname": "Zhang",
                "name": "Zhang P"
            },
            {
                "initials": "B",
                "lastname": "Heller",
                "name": "Heller B"
            },
            {
                "initials": "H",
                "lastname": "Zhang",
                "name": "Zhang H"
            },
            {
                "initials": "B",
                "lastname": "Shi",
                "name": "Shi B"
            },
            {
                "initials": "BM",
                "lastname": "Baker",
                "name": "Baker BM"
            },
            {
                "initials": "C",
                "lastname": "Liu",
                "name": "Liu C"
            }
        ],
        "identifier": [
            {
                "id": "10.1038/s41598-022-15946-5",
                "type": "doi"
            },
            {
                "id": "35840635",
                "type": "pubmed"
            }
        ],
        "issue": [
            "1"
        ],
        "journal": {
            "iso_abbreviation": "Sci Rep",
            "name": ""
        },
        "pages": [
            "12068"
        ],
        "title": "Validation and promise of a TCR mimic antibody for cancer immunotherapy of hepatocellular carcinoma.",
        "type": "article",
        "url": "https://www.nature.com/articles/s41598-022-15946-5",
        "volume": [
            "12"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}