{
    "abstract": "Adoptive cell therapy with tumor-specific T cells can mediate durable cancer regression. The prime target of tumor-specific T cells are neoantigens arising from mutations in self-proteins during malignant transformation. To understand T cell recognition of cancer neoantigens at the atomic level, we studied oligoclonal T cell receptors (TCRs) that recognize a neoepitope arising from a driver mutation in the p53 oncogene (p53R175H) presented by the major histocompatibility complex class I molecule HLA-A2. We previously reported the structures of three p53R175H-specific TCRs (38-10, 12-6, and 1a2) bound to p53R175H and HLA-A2. The structures showed that these TCRs discriminate between WT and mutant p53 by forming extensive interactions with the R175H mutation. Here, we report the structure of a fourth p53R175H-specific TCR (6-11) in complex with p53R175H and HLA-A2. In contrast to 38-10, 12-6, and 1a2, TCR 6-11 makes no direct contacts with the R175H mutation, yet is still able to distinguish mutant from WT p53. Structure-based in silico mutagenesis revealed that the 60-fold loss in 6-11 binding affinity for WT p53 compared to p53R175H is mainly due to the higher energetic cost of desolvating R175 in the WT p53 peptide during complex formation than H175 in the mutant. This indirect strategy for preferential neoantigen recognition by 6-11 is fundamentally different from the direct strategies employed by other TCRs and highlights the multiplicity of solutions to recognizing p53R175H with sufficient selectivity to mediate T cell killing of tumor but not normal cells.",
    "bibjson": {
        "author": [
            {
                "initials": "D",
                "lastname": "Wu",
                "name": "Wu D"
            },
            {
                "initials": "R",
                "lastname": "Gowathaman",
                "name": "Gowathaman R"
            },
            {
                "initials": "BG",
                "lastname": "Pierce",
                "name": "Pierce BG"
            },
            {
                "initials": "RA",
                "lastname": "Mariuzza",
                "name": "Mariuzza RA"
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.jbc.2022.101684",
                "type": "doi"
            },
            {
                "id": "35124005",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": "J Biol Chem",
            "name": ""
        },
        "pages": [
            "101684"
        ],
        "title": "T cell receptors (TCRs) employ diverse strategies to target a p53 cancer neoantigen.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925822001247",
        "volume": [
            null
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}