{
    "abstract": "The data currently available on how the immune system recognises the SARS-CoV-2 virus is growing rapidly. While there are structures of some SARS-CoV-2 proteins in complex with antibodies, which helps us understand how the immune system is able to recognise this new virus; however, we lack data on how T cells are able to recognise this virus. T cells, especially the cytotoxic CD8+ T cells, are critical for viral recognition and clearance. Here we report the X-ray crystallography structure of a T cell receptor, shared among unrelated individuals (public TCR) in complex with a dominant spike-derived CD8+ T cell epitope (YLQ peptide). We show that YLQ activates a polyfunctional CD8+ T cell response in COVID-19 recovered patients. We detail the molecular basis for the shared TCR gene usage observed in HLA-A*02:01+ individuals, providing an understanding of TCR recognition towards a SARS-CoV-2 epitope. Interestingly, the YLQ peptide conformation did not change upon TCR binding, facilitating the high-affinity interaction observed.",
    "bibjson": {
        "author": [
            {
                "initials": "C",
                "lastname": "Szeto",
                "name": "Szeto C"
            },
            {
                "initials": "AT",
                "lastname": "Nguyen",
                "name": "Nguyen AT"
            },
            {
                "initials": "CA",
                "lastname": "Lobos",
                "name": "Lobos CA"
            },
            {
                "initials": "DSM",
                "lastname": "Chatzileontiadou",
                "name": "Chatzileontiadou DSM"
            },
            {
                "initials": "D",
                "lastname": "Jayasinghe",
                "name": "Jayasinghe D"
            },
            {
                "initials": "EJ",
                "lastname": "Grant",
                "name": "Grant EJ"
            },
            {
                "initials": "A",
                "lastname": "Riboldi-Tunnicliffe",
                "name": "Riboldi-Tunnicliffe A"
            },
            {
                "initials": "C",
                "lastname": "Smith",
                "name": "Smith C"
            },
            {
                "initials": "S",
                "lastname": "Gras",
                "name": "Gras S"
            }
        ],
        "identifier": [
            {
                "id": "10.3390/cells10102646",
                "type": "doi"
            },
            {
                "id": "34685626",
                "type": "pubmed"
            }
        ],
        "issue": [
            "10"
        ],
        "journal": {
            "iso_abbreviation": "Cells",
            "name": ""
        },
        "pages": [
            null
        ],
        "title": "Molecular Basis of a Dominant SARS-CoV-2 Spike-Derived Epitope Presented by HLA-A*02:01 Recognised by a Public TCR.",
        "type": "article",
        "url": "https://www.mdpi.com/2073-4409/10/10/2646",
        "volume": [
            "10"
        ],
        "year": [
            2021
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}