{
    "abstract": "Dimorphic amino acids at positions 77 and 80 delineate HLA-C allotypes into two groups, C1 and C2, which associate with disease through interactions with C1 and C2-specific natural killer cell receptors. How the C1/C2 dimorphism affects T cell recognition is unknown. Using HLA-C allotypes that differ only by the C1/C2-defining residues, we found that KRAS-G12D neoantigen-specific T cell receptors (TCRs) discriminated between C1 and C2 presenting the same KRAS-G12D peptides. Structural and functional experiments, and immunopeptidomics analysis revealed that Ser77 in C1 and Asn77 in C2 influence amino acid preference near the peptide C-terminus (pΩ), including the pΩ-1 position, in which C1 favors small and C2 prefers large residues. This resulted in weaker TCR affinity for KRAS-G12D-bound C2-HLA-C despite conserved TCR contacts. Thus, the C1/C2 dimorphism on its own impacts peptide presentation and HLA-C-restricted T cell responses, with implications in disease, including adoptive T cell therapy targeting KRAS-G12D-induced cancers.",
    "bibjson": {
        "author": [
            {
                "initials": null,
                "lastname": null,
                "name": "Sim, M.J.W."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Stotz, Z."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Lu, J."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Brennan, P."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Long, E.O."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Sun, P.D."
            }
        ],
        "identifier": [
            {
                "id": "10.7554/eLife.75670",
                "type": "doi"
            },
            {
                "id": "35587797",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": null,
            "name": ""
        },
        "pages": [
            "-"
        ],
        "title": "T cells discriminate between groups C1 and C2 HLA-C.",
        "type": "article",
        "url": "https://elifesciences.org/articles/75670",
        "volume": [
            "11"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}