{
    "abstract": "<h4>Introduction</h4>Similar to antibody detection, severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2)-specific T-cell response evaluation is also pivotal among the coronavirus disease 2019 (COVID-19) convalescents and the vaccinated populations. Nucleocapsid (N) protein is one of the main structural proteins of SARS-CoV-2 and can trigger T-cell responses in humans.<h4>Methods</h4>An overlapping peptide pool covering the full length of the N protein was designed, peptides with positive T-cell activating potency in COVID-19 convalescents were screened, and CD8<sup>+</sup> T cell epitopes were further identified. The epitope was used to detect the SARS-CoV-2-specific CD8<sup>+</sup> T cell responses in COVID-19 convalescents based in intracellular cytokine staining and tetramer staining in flow cytometry.<h4>Results</h4>A human leukocyte antigen A (HLA-A)*1101-restricted CD8<sup>+</sup> T cell epitope, which could stimulate the production of IFN-γ via peripheral blood mononuclear cells (PBMCs) of the convalescents was defined, and the tetramer generated with this epitope could detect SARS-CoV-2-specific T cells in the PBMCs of the convalescents. The structural investigation eliminated that the epitope was a typical HLA-A*1101-restricted T-cell epitope which was conserved among all the sarbecoviruses.<h4>Discussion</h4>The newly identified SARS-CoV-2-derived T-cell epitope was helpful to detect the cellular immunity against different sarbecoviruses including SARS-CoV and SARS-CoV-2. This study provided an evaluation method and also a peptide candidate for the research and development of T-cell based vaccine for the virus.",
    "bibjson": {
        "author": [
            {
                "initials": "J",
                "lastname": "Zhang",
                "name": "Zhang J"
            },
            {
                "initials": "D",
                "lastname": "Lu",
                "name": "Lu D"
            },
            {
                "initials": "M",
                "lastname": "Li",
                "name": "Li M"
            },
            {
                "initials": "M",
                "lastname": "Liu",
                "name": "Liu M"
            },
            {
                "initials": "S",
                "lastname": "Yao",
                "name": "Yao S"
            },
            {
                "initials": "J",
                "lastname": "Zhan",
                "name": "Zhan J"
            },
            {
                "initials": "WJ",
                "lastname": "Liu",
                "name": "Liu WJ"
            },
            {
                "initials": "GF",
                "lastname": "Gao",
                "name": "Gao GF"
            }
        ],
        "identifier": [
            {
                "id": "10.46234/ccdcw2021.258",
                "type": "doi"
            },
            {
                "id": "35186375",
                "type": "pubmed"
            }
        ],
        "issue": [
            "5"
        ],
        "journal": {
            "iso_abbreviation": "China CDC Wkly",
            "name": ""
        },
        "pages": [
            "83-87"
        ],
        "title": "A COVID-19 T-Cell Response Detection Method Based on a Newly Identified Human CD8<sub>+</sub> T Cell Epitope from SARS-CoV-2 - Hubei Province, China, 2021.",
        "type": "article",
        "url": "http://weekly.chinacdc.cn/en/article/doi/10.46234/ccdcw2021.258",
        "volume": [
            "4"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}