{
    "abstract": "Rhesus monkeys have evolved MHC-encoded class I allomorphs such as Mamu-B∗098 that are capable of binding N-myristoylated short lipopeptides rather than conventional long peptides; however, it remains unknown whether such antigen-binding molecules exist in other species, including humans. We herein demonstrate that human leukocyte antigen (HLA)-A∗24:02 and HLA-C∗14:02 proteins, which are known to bind conventional long peptides, also have the potential to bind N-myristoylated short lipopeptides. These HLA class I molecules shared a serine at position 9 (Ser9) with Mamu-B∗098, in contrast to most MHC class I molecules that harbor a larger amino acid residue, such as tyrosine, at this position. High resolution X-ray crystallographic analyses of lipopeptide-bound HLA-A∗24:02 and HLA-C∗14:02 complexes indicated that Ser9 was at the bottom of the B pocket with its small hydroxymethyl side chain directed away from the B-pocket cavity, thereby contributing to the formation of a deep hydrophobic cavity suitable for accommodating the long-chain fatty acid moiety of lipopeptide ligands. Upon peptide binding, however, we found the hydrogen-bond network involving Ser9 was reorganized, and the remodeled B pocket was able to capture the second amino acid residue (P2) of peptide ligands. Apart from the B pocket, virtually no marked alterations were observed for the A and F pockets upon peptide and lipopeptide binding. Thus, we concluded that the structural flexibility of the large B pocket of HLA-A∗2402 and HLA-C∗1402 primarily accounted for their previously unrecognized capacity to bind such chemically distinct ligands as conventional peptides and N-myristoylated lipopeptides.",
    "bibjson": {
        "author": [
            {
                "initials": null,
                "lastname": null,
                "name": "Asa, M."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Morita, D."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Kuroha, J."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Mizutani, T."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Mori, N."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Mikami, B."
            },
            {
                "initials": null,
                "lastname": null,
                "name": "Sugita, M."
            }
        ],
        "identifier": [
            {
                "id": "10.1016/j.jbc.2022.102100",
                "type": "doi"
            },
            {
                "id": "35667438",
                "type": "pubmed"
            }
        ],
        "issue": [
            null
        ],
        "journal": {
            "iso_abbreviation": null,
            "name": ""
        },
        "pages": [
            "102100-102100"
        ],
        "title": "Crystal structures of N-myristoylated lipopeptide-bound HLA class I complexes indicate reorganization of B-pocket architecture upon ligand binding.",
        "type": "article",
        "url": "https://www.sciencedirect.com/science/article/abs/pii/S0021925822005415",
        "volume": [
            "298"
        ],
        "year": [
            2022
        ]
    },
    "in_pmc": "N",
    "in_pmce": "Y",
    "open_access": "Y"
}